CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN = "wyznacz obliczeniową siłę ścinającą zgodnie ze specjalnymi wytycznymi sejsmicznymi"
DESIGN_MOMENT_ABOUT_YDIRECTION_FOR_DUCTILE_DESIGN = "Moment obliczeniowy względem osi Y dla projektowania ciągliwego"
DESIGN_MOMENT_ABOUT_ZDIRECTION_FOR_DUCTILE_DESIGN = "Moment obliczeniowy względem osi Z dla projektowania ciągliwego"
IDS_5_YEARS_OR_MORE = "5 lat lub więcej"
IDS_ABOUT_MAJOR_AXIS = "względem osi głównej"
IDS_ABOUT_MINOR_AXIS = "względem osi podrzędnej"
IDS_ADD_DOT = "Dodaj."
IDS_ADDITIONAL_BENDING_REBAR_DATA = "Dane dodatkowego zbrojenia na zginanie"
IDS_APPLIED_SHEAR_FORCE = "Przyłożona siła ścinająca"
IDS_ANCH_BOLT_CAST_HEADED_STUD = "Sworzeń z łbem (betonowany)"
IDS_ANCH_BOLT_CAST_HEADED_BOLT = "Kotwa z łbem sześciokątnym (betonowana)"
IDS_ANCH_BOLT_CAST_HOOKEDBOLTL = "Kotwa fajkowa typu L"
IDS_ANCH_BOLT_CAST_HOOKEDBOLTJ = "Kotwa hakowa typu J"
IDS_ANCH_BOLT_POST_UNDERCUTANC = "Kotwa podcinająca"
IDS_ANCH_BOLT_POST_EXPANSIONTC = "Kotwa rozporowa kontrolowana momentem dokręcania"
IDS_ANCH_BOLT_POST_EXPANSIONDC = "Kotwa rozporowa kontrolowana przemieszczeniem"
IDS_ANCH_BOLT_POST_ADHESIVEANC = "Kotwa wklejana (chemiczna)"
IDS_AREA = "Powierzchnia"
IDS_ASSUMED_UNCRACKED_SECTION = "Założono przekrój niezarysowany"
IDS_AXIAL_CAPACITY = "Nośność osiowa"
IDS_AXIAL_MOMENT = "Siła osiowa i moment zginający"
IDS_AXIAL_MOMENT_CAPACITY = "Nośność na interakcję siły osiowej i momentu"
IDS_AXIAL_MOMENT_CAPACITY_MAJOR = "Nośność na interakcję siły osiowej i momentu względem osi głównej"
IDS_AXIAL_MOMENT_CAPACITY_MINOR = "Nośność na interakcję siły osiowej i momentu względem osi podrzędnej"
IDS_BEAM_COLUMN_JOINT_CAPACITY = "Nośność połączenia belka-słup"
IDS_BEAM_DEMAND_BOTTOM = "Wytężenie belki dołem"
IDS_BEAM_DEMAND_TOP = "Wytężenie belki górą"
IDS_BEARING = "Docisk"
IDS_BEARING_CAPACITY = "Nośność na docisk"
IDS_BOTTOM = "Dół"
IDS_BOUNDARY_ELEMENT = "Element krawędziowy"
IDS_BOUNDARY_ELEMENT_LENGTH = "Długość elementu krawędziowego"
IDS_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_NOT_REQUIRED = "Zbrojenie poprzeczne elementu krawędziowego nie jest wymagane"
IDS_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = "Zbrojenie poprzeczne elementu krawędziowego jest wymagane"
IDS_BY_LENGTH = "Według długości"
IDS_BY_SECTION = "Według przekroju"
IDS_BY_DESIGN_DETAILS = "By design details"
IDS_BY_XD_LIMIATION = "By x/d limitation"
IDS_CALCULATE_AXIAL_LOAD_AND_MOMENT_CAPACITIES = "Oblicz nośność na siłę osiową i moment"
IDS_CALCULATE_AXIAL_MOMENT_CAPACITY = "Oblicz nośność osiową i momentową (Krzywa P-M)"
IDS_CALCULATE_BEARING_CAPACITY = "Oblicz nośność na docisk"
IDS_CALCULATE_BENDING_STRENGTH_FOR_DESIGN_SHEAR_FORCE = "Oblicz wytrzymałość na zginanie dla obliczeniowej siły ścinającej"
IDS_CALCULATE_CAPACITY_OF_COMPRESSION_STRESS_BLOCK = "Oblicz nośność strefy ściskanej betonu"
IDS_CALCULATE_CAPACITY_OF_REBAR = "Oblicz nośność zbrojenia ( (+): ściskanie, (-): rozciąganie )"
IDS_CALCULATE_CONCENTRIC_AXIAL_LOAD = "Oblicz osiowe obciążenie skupione"
IDS_CALCULATE_CONCENTRIC_AXIAL_LOAD_US = "Calculation of Pure Compression"
IDS_CALCULATE_CRACK_WIDTH = "Oblicz szerkość rozwarcia rys"
IDS_CALCULATE_DEFLECTION = "Wyznacz ugięcie"
IDS_CALCULATE_DEFLECTION_ALLOW = "Oblicz dopuszczalne ugięcie"
IDS_CALCULATE_DEFLECTION_MAX = "Oblicz maksymalne ugięcie"
IDS_CALCULATE_DESIGN_DISPLACEMENT = "Wyznacz obliczeniowe przemieszczenie"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN = "Wyznacz obliczeniową siłę ścinającą z uwzględnieniem wytycznych sejsmicznych"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_FOR_CRACK = "Oblicz minimalne zbrojenie na zarysowanie"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN_MAJOR = "Oblicz główną siłę ścinającą zgodnie ze specjalnymi wytycznymi sejsmicznymi"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN_MINOR = "Oblicz drugorzędną siłę ścinającą zgodnie ze specjalnymi wytycznymi sejsmicznymi"
IDS_CALCULATE_MAXIMUM_REINFORCEMENT_RATIO = "Oblicz maksymalny stopień zbrojenia"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_RATIO = "Oblicz minimalny stopień zbrojenia"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_RATIO_US = "Calculation of minimum reinforcement ratio "
IDS_CALCULATE_MOMENT_FROM_LEFT_EDGE = "Oblicz moment względem lewej krawędzi"
IDS_CALCULATE_MOMENT_FROM_RIGHT_EDGE = "Oblicz moment względem prawej krawędzi"
IDS_CALCULATE_MULTIPLIER_FOR_LONG_TERM_EFFECTS = "Oblicz mnożnik dla efektów długoterminowych"
IDS_CALCULATE_NOMINAL_CAPACITY_ABOUT_NEUTRAL_AXIS = "Oblicz nośność nominalną względem osi obojętnej"
IDS_CALCULATE_STRAIN_DISTRIBUTION_SECTION = "Checking the strain distribution of the section"
IDS_CALCULATE_OVERTURNING_AND_RESTORING_MOMENT_FROM_LEFT_EDGE = "Oblicz moment wywracający i ustalający względem lewej krawędzi"
IDS_CALCULATE_OVERTURNING_AND_RESTORING_MOMENT_FROM_RIGHT_EDGE = "Oblicz moment wywracający i ustalający względem prawej krawędzi"
IDS_CALCULATE_OVERTURNING_MOMENT_FROM_LEFT_EDGE = "Oblicz moment wywracający względem lewej krawędzi"
IDS_CALCULATE_OVERTURNING_MOMENT_FROM_RIGHT_EDGE = "Oblicz moment wywracający względem prawej krawędzi"
IDS_CALCULATE_PILE_BEARING_CAPACITY = "Oblicz nośność pala"
IDS_CALCULATE_REINFORCEMENT_RATIO = "Oblicz stopień zbrojenia"
IDS_CALCULATE_REINFORCEMENT_RATIO_US = "Calculation of reinforcement ratio"
IDS_CALCULATE_REQUIRED_SHEAR_REINFORCEMENT = "Oblicz wymagane zbrojenie na ścinanie"
IDS_CALCULATE_TIE_SHEAR_REINFORCEMENT = "in case of tie reinforcement"
IDS_CALCULATE_REQUIRED_SHEAR_LONGITUDINAL_REBAR = "Checking tension force in the longitudinal reinforcement caused by shear"
IDS_CALCULATE_REQUIRED_SHEAR_STRENGTH_BY_TRANSVERSE_REINFORCEMENT = "Oblicz wymaganą nośność na ścinanie zbrojenia poprzecznego"
IDS_CALCULATE_REQUIRED_SHEAR_STRENGTH_BY_TRANSVERSE_REINFORCEMENT_US = "Calculation of the shear resistance provided by transverse reinforcement"
IDS_CHECK_SHEAR_CAPACITY = "Sprawdź nośność na ścinanie"
IDS_CALCULATE_SHEAR_STRENGTH_BY_CONCRETE = "Oblicz wytrzymałość betonu na ścinanie"
IDS_CALCULATE_SHEAR_STRENGTH_BY_CONCRETE_US = "Calculation of the nominal shear resistance of the concrete"
IDS_CALCULATE_FACTORED_SHEAR_STRESS_BY_CONCRETE_US = "Calculation of the factored shear stress"
IDS_CALCULATE_SHEAR_STRENGTH_BY_REINFORCEMENT = "Oblicz wytrzymałość zbrojenia na ścinanie"
IDS_CALCULATE_SHEAR_REQUIRED_REINFORCEMENT = "Oblicz wymagane zbrojenie na ścinanie"
IDS_CALCULATE_SHEAR_REQUIRED_REINFORCEMENT_US = "Maximum spacing of transverse reinforcement"
IDS_CALCULATE_SHEAR_NEED_REQUIRED_REINFORCEMENT = "Wymagane zbrojenie"
IDS_CALCULATE_SHEAR_NEED_NOT_REQUIRED_REINFORCEMENT = "Zbrojenie niewymagane"
IDS_CALCULATE_ADDITIONAL_LONGITUDINAL_REINFORCEMENT = "Calculate additional longitudinal reinforcement"
IDS_CALCULATE_SLIDING_CAPACITY = "Oblicz nośność na poślizg"
IDS_CALCULATE_STRAIN = "Oblicz odkształcenia"
IDS_CALCULATE_STRENGTH_REDUCTION_FACTOR = "Oblicz współczynnik redukcyjny wytrzymałości"
IDS_CALCULATE_STRENGTH_REDUCTION_FACTOR_US = "Calculation of resistance factors"
IDS_CALCULATE_STRESS = "Oblicz naprężenia"
IDS_CALCULATE_THE_REQUIRED_SHEAR_REINFORCEMENT = "Oblicz wymagane zbrojenie na ścinanie"
IDS_CALCULATE_THE_REQUIRED_THICKNESS = "Oblicz wymaganą grubość"
IDS_CALCULATE_THE_STRESS_IN_THE_TENSION_STEEL = "Oblicz naprężenia w rozciąganej stali"
IDS_CALCULATE_THE_STRESS_MAXIMUM_CRACK_SPACING = "Oblicz naprężenia przy maksymalnej szerokości rysy"
IDS_CALCULATE_CRACKING_MOMENT = "Oblicz moment rysujący"
IDS_CALCULATE_CRACKING_MOMENT_US = "Calculation of cracking moment "
IDS_CHAR_DOT = "Char."
IDS_CHARACTERISTIC_FRICTION_ANGLE = "Charakterystyczny kąt tarcia"
IDS_CHECK_ANGLE_ROTATE = "Sprawdź kąt obrotu (stopnie)"
IDS_CHECK_CALCULATE_MOMENT_CAPACITY = "Oblicz nośność na zginanie"
IDS_CHECK_CALCULATE_MOMENT_CAPACITY_US = "Calculation of flexural resistance"
IDS_CHECK_COMPRESSION_STEEL_YIELD_CONDITION = "Sprawdź warunek uplastycznienia stali ściskanej"
IDS_CHECK_CRACK = "Sprawdź zarysowanie"
IDS_CHECK_STRESS_AREMA = "Check Stress"
IDS_CHECK_CRACK_WIDTH = "Sprawdź szerokość rysy"
IDS_CHECK_CRUSHING_OF_CONCRETE = "Sprawdź zmiażdżenie betonu"
IDS_CHECK_DECK_PLATE = "Sprawdź płytę pomostu"
IDS_CHECK_DEFLECTION = "Sprawdź ugięcie"
IDS_CHECK_DESIGN_MOMENT = "Sprawdź moment obliczeniowy"
IDS_CHECK_ECCENTRICITY = "Sprawdź mimośród"
IDS_CHECK_MINIMUM_ECCENTRICITY = "Sprawdź minimalny mimośród"
IDS_CHECK_LINEAR_CREEP = "Sprawdź liniowe pełzanie"
IDS_CHECK_MAXIMUM_PERMISSIBLE_TENSILE_REINFORCEMENT = "Sprawdź maksymalne dopuszczalne zbrojenie rozciągane"
IDS_COMPUTE_MEMBER_END_MOMENT = "Oblicz momenty na końcach elementu"
IDS_COMPUTE_MEMBER_END_MOMENT_MAJOR = "Oblicz momenty na końcach elementu względem osi głównej"
IDS_COMPUTE_MEMBER_END_MOMENT_MINOR = "Oblicz momenty na końcach elementu względem osi podrzędnej"
IDS_CHECK_AXIAL_FORCE_CAPACITY = "Sprawdź nośność na siłę osiową"
IDS_CHECK_CRITICAL_REGION_LENGTH = "Sprawdź długość obszaru krytycznego"
IDS_CHECK_CRITICAL_REGION_SPACE = "Sprawdź rozstaw w obszarze krytycznym"
IDS_CHECK_LENGTH_OF_CRITICAL_REGION = "Sprawdź długość obszaru krytycznego"
IDS_CHECK_SPACE_OF_CRITICAL_REGION = "Sprawdź rozstaw w obszarze krytycznym"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT = "Sprawdź momenty z uwzględnieniem efektu II-rzędu"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_MAJOR = "Sprawdź momenty z uwzględnieniem efektu II-rzędu względem osi głównej"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_MINOR = "Sprawdź momenty z uwzględnieniem efektu II-rzędu względem osi drugorzędnej"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_NOT = "Moment obliczeniowy jest powiększony 99.99 razy."
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_OK = "Zastosuj powiększony moment."
IDS_CHECK_MOMENT_MAGNIFICATION = "Sprawdź powiększenie momentu"
IDS_CHECK_MOMENT_MAGNIFICATION_MAJOR = "Sprawdź powiększenie momentu względem osi głównej"
IDS_CHECK_MOMENT_MAGNIFICATION_MINOR = "Sprawdź powiększenie momentu względem osi podrzędnej"
IDS_CHECK_RATIO_NEUTRAL_AXIS_TO_EFFECT_DEPTH = "Check ratio of the neutral axis to the effective depth"
IDS_CHECK_REBAR_RATIO = "Sprawdź stopień zbrojenia"
IDS_CHECK_REBAR_SPACE = "Sprawdź rozstaw zbrojenia"
IDS_CHECK_REINFORCEMENT_DETAIL = "Sprawdź detal zbrojenia"
IDS_CHECK_SHIRIKAGE_TEMPERATURE_REINFORCEMENT = "Checking reinforcement"
IDS_CHECK_DISTRIBUTION_FACTOR_TEMPERATURE = "Współczynnik rozkładu temperatury"
IDS_CHECK_REQUIRED_SHEAR_REINFORCEMENT = "Sprawdź wymagane zbrojenie na ścinanie"
IDS_CHECK_REQUIRED_SHEAR_REINFORCEMENT_US = "Checking required transverse reinforcement"
IDS_CHECK_SHEAR_RATIO = "Sprawdź wskaźnik nośności na ścinanie"
IDS_CHECK_INTERACTION_SHEAR = "Sprawdź interakcję przy dwukierunkowym ścinaniu"
IDS_CHECK_INTERACTION_SHEAR_CHECK = "Należy sprawdzić interakcję przy dwukierunkowym ścinaniu"
IDS_CHECK_INTERACTION_SHEAR_NOT_CHECK = "Pominięto interakcję przy dwukierunkowym ścinaniu"
IDS_CHECK_INTERACTION_SHEAR_RATIO = "Wskaźnik interakcji"
IDS_CHECK_SKIN_REBAR = "Sprawdź zbrojenie powierzchniowe"
IDS_CHECK_SLENDERNESS_RATIO = "Sprawdź smukłość"
IDS_CHECK_SLENDERNESS_RATIO_Y_AXIS = "Sprawdź smukłość względem osi y"
IDS_CHECK_SLENDERNESS_RATIO_Z_AXIS = "Sprawdź smukłość względem osi z"
IDS_CHECK_SPACING_OF_HORIZONTAL_REBAR = "Sprawdź rozstaw zbrojenia poziomego"
IDS_CHECK_SPACING_OF_REBAR = "Sprawdź rozstaw zbrojenia"
IDS_CHECK_SPACING_OF_REBAR_US = "Checking crack control by distribution of reinforcement "
IDS_CHECK_STRESS_OF_REBAR_AREMA = "Checking tensile stress in Rebar at service Loads"
IDS_CHECK_SPACING_OF_SHEAR_REINFORCEMENT = "Sprawdź rozstaw zbrojenia na ścinanie"
IDS_CHECK_SPACING_OF_REBAR_TENSILEFACE = "Sprawdź rozstaw zbrojenia najbliżej powierzchni rozciąganej"
IDS_CHECK_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_IN_CURRENT_WALL = "Sprawdź, czy w bieżącej ścianie wymagane są specjalne elementy brzegowe."
IDS_CHECK_STRESS_LIMITAION = "Sprawdź limit naprężeń"
IDS_CHURCH = "Church"
IDS_COLUMN_LOCATION_TYPE = "Typ lokalizacji słupa:"
IDS_COMBINATION = "Kombinacja"
IDS_COMP_DOT = "Ścisk."
IDS_COMPRESSION = "Ściskanie"
IDS_COMPRESSION_CONTROLLED = "Ściskanie kontrolowane"
IDS_REVISE_SECTION = "Revise Section"
IDS_COMPRESSION_ONLY = "Tylko ściskanie"
IDS_COMPUTE_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_LENGTH = "Oblicz długość zbrojenia poprzecznego elementu brzegowego."
IDS_COMPUTE_HORIZONTAL_REBAR_FOR_SPECIAL_BOUNDARY_ELEMENT_FOR_THICKNESS_DIRECTION = "Oblicz zbrojenie poziome dla specjalnego elementu brzegowego na kierunku grubości."
IDS_COMPUTE_HORIZONTAL_SHEAR_FORCE = "Oblicz poziomą siłę ścinającą"
IDS_COMPUTE_JOINT_GEOMETRY_INFORMATION = "Oblicz informacje o geometrii węzła"
IDS_COMPUTE_MAXIMUM_SPACING_OF_HORIZONTAL_REBAR_FOR_BOUNDARY_ELEMENT = "Oblicz maksymalny rozstaw zbrojenia poziomego dla elementu brzegowego."
IDS_COMPUTE_NOMIANL_JOINT_SHEAR_CAPACITY = "Oblicz nominalną nośność węzła na ścinanie"
IDS_COMPUTE_DESIGN_JOINT_SHEAR_CAPACITY = "Compute design joint shear capacity"
IDS_CONCRETE = "Beton"
IDS_CONFINED_BY_BEAMS_ON_ALL_FOUR_FACES = "ograniczony belkami z wszystkich czterech stron"
IDS_CONFINED_BY_BEAMS_ON_THREE_FACES_OR_ON_TWO_OPPOSITE_FACES = "ograniczony belkami z trzech lub dwóch przeciwległych stron"
IDS_CRACKED_SECTION = "Przekrój zarysowany"
IDS_CRITICAL_PILE_NODE_KEY = "Numer węzła krytycznego pala"
IDS_CRITICAL_REGION_SPACING_DOES_NOT_EXIST = "Rozstaw w obszarze krytycznym nie istnieje."
IDS_CURRENT_WALL_LEVEL = "Bieżący poziom ściany"
IDS_CUTTING_LINE = "Linia cięcia"
IDS_CUTTING_LINE_FLEXURAL_CAPACITY = "Nośność na zginanie w linii cięcia"
IDS_CUTTING_LINE_FLEXURE = "Zginanie w linii cięcia"
IDS_CUTTING_LINE_SHEAR = "Ścinanie w linii cięcia"
IDS_CUTTING_LINE_SHEAR_CAPACITY = "Nośność na ścinanie w linii cięcia"
IDS_CALCULATE_BALANCE_CONDITION = "Sprawdź warunek równowagi"
IDS_CALCULATE_BALANCE_CONDITION_US = "Calculation of capacity in balanced strain condition "
IDS_CALCULATE_BALANCE_CONDITION_ECCEN = "Mimośród zrównoważony"
IDS_CALCULATE_BALANCE_CONDITION_ACT_ECCEN = "Mimośród rzeczywisty"
IDS_CALCULATE_BALANCE_CONDITION_MAX_PN = "Maksymalne ściskanie osiowe"
IDS_CALCULATE_BALANCE_CONDITION_TENS_CTRL = "Sprawdzenie warunku rozciągania"
IDS_CALCULATE_BALANCE_CONDITION_COMP_CTRL = "Sprawdzenie warunku ściskania"
IDS_CALCULATE_BALANCE_CONDITION_TENS_CTRL_US = "Zatem przekrój jest rozciągany."
IDS_CALCULATE_BALANCE_CONDITION_COMP_CTRL_US = "Zatem przekrój jest ściskany."
IDS_CALCULATE_BALANCE_CONDITION_BAL_CON = "Stan zrównoważony"
IDS_CHECK_TENSILE_STRESS_FOR_VERTICAL_REBAR = "Sprawdź naprężenie rozciągające dla zbrojenia pionowego"
IDS_CHECK_TENSILE_STRESS_FOR_HORIZONTAL_REBAR = "Sprawdź naprężenie rozciągające dla zbrojenia poziomego"
IDS_CHECK_COMPPRESSIVE_STRESS_FOR_CONCRETE = "Sprawdź naprężenie ściskające dla betonu"
IDS_COMPRESSIVE_STRESS = "Naprężenie ściskające"
IDS_CALCULATE_TENS_CAPACITY_REBAR = "Oblicz nośność zbrojenia na rozciąganie"
IDS_CALCULATE_COMP_CAPACITY_CONC = "Oblicz nośność betonu na ściskanie"
IDS_CHECK_DIMENSION_OF_THE_SPECIAL_BOUNDARY_ELEMENT = "Sprawdź wymiary specjalnego elementu brzegowego"
IDS_COMPRESSION_STEEL_YIELD = "Uplastycznienie stali ściskanej"
IDS_COMPRESSION_STEEL_DOES_NOT_YIELD = "Brak uplastycznienia stali ściskanej"
IDS_CORNER = "Narożnik"
IDS_CALCULATE_GEOMETRIC_IMPERFECTION = "Oblicz imperfekcję geometryczną"
IDS_CALCULATE_SLENDERNESS_OF_FRAME = "Oblicz smukłość ramy"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Y_AXIS_BRACED = "Oblicz moment obliczeniowy względem osi y (stężony)"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Y_AXIS_UNBRACED = "Oblicz moment obliczeniowy względem osi y (niestężony)"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Z_AXIS_BRACED = "Oblicz moment obliczeniowy względem osi z (stężony)"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Z_AXIS_UNBRACED = "Oblicz moment obliczeniowy względem osi z (niestężony)"
IDS_CALCULATE_DESIGN_MOMENT_AXIS_SHORT_OR_SLENDER = "Oblicz moment obliczeniowy (oś %s, %s)"
IDS_CALCULATE_NOMINAL_SHEAR_STRENGTH_FOR_SPECIAL_WALL = "Oblicz nominalną wytrzymałość na ścinanie dla ściany specjalnej"
IDS_CHECK_NORMALIZED_AXIAL_RATIO = "Sprawdź znormalizowany wskaźnik siły osiowej"
IDS_CHECK_VOLUMETRIC_RATIO_OF_CONFINING_HOOPS = "Sprawdź objętościowy stopień zbrojenia strzemion obwodowych"
IDS_CALCULATE_CURVATURE_DUCTILE_FACTOR = "Oblicz współczynnik plastyczności krzywizny"
IDS_CHECK_MECHANICAL_VOLUMETRIC_RATIO_OF_CONFINING_HOOPS_WITHIN_THE_CRITICAL_REGIONS = "Sprawdź mechaniczny stopień zbrojenia strzemion obwodowych w obszarach krytycznych"
IDS_COMPRESSION_REBARS_ARE_NOT_CONSIDERED_CALC_MIN_RHO = "Zbrojenie ściskane nie jest uwzględniane przy obliczaniu %s_min$."
IDS_CHECK_DISTRIBUTION_REINFORCEMENT = "Sprawdź zbrojenie rozdzielcze"
IDS_CLOCKWISE_NOMINAL_STRENGTH = "Nominalna wytrzymałość (zgodnie z ruchem wskazówek zegara)"
IDS_COUNTER_CLOCKWISE_NOMINAL_STRENGTH = "Nominalna wytrzymałość (przeciwnie do ruchu wskazówek zegara)"
IDS_CLOCKWISE_DESIGN_STRENGTH = "Obliczeniowa wytrzymałość (zgodnie z ruchem wskazówek zegara)"
IDS_COUNTER_CLOCKWISE_DESIGN_STRENGTH = "Obliczeniowa wytrzymałość (przeciwnie do ruchu wskazówek zegara)"
IDS_CONSIDER_UNBALANCED_MOMENT = "Uwzględnij moment niezrównoważony"
IDS_CALCULATE_TORSION_CAPACITY = "Oblicz nośność na skręcanie"
IDS_CALCULATE_TORSION_STRENGTH_BY_LINK_REINFORCEMENT = "Oblicz wytrzymałość na skręcanie ze względu na zbrojenie poprzeczne"
IDS_CALCULATE_TORSION_STRENGTH_BY_LONGITUDINAL_REINFORCEMENT = "Oblicz wytrzymałość na skręcanie ze względu na zbrojenie podłużne"
IDS_CHECK_ONLY_MINIMUM_REINFORCEMENT_IS_REQUIRED = "Sprawdź, czy wymagane jest tylko zbrojenie minimalne"
IDS_CHECK_SPACING_OF_TORSION_LINK_REINFORCEMENT = "Sprawdź rozstaw strzemion na skręcanie"
IDS_CROSS_SECTION_AREA_OF_THE_REINFORCEMENT = "Pole przekroju zbrojenia"
IDS_CALCULATE_DESIGN_SHEAR_RESISTANCE = "Oblicz obliczeniową nośność na ścinanie"
IDS_CALCULATE_DESIGN_PLASTIC_SHEAR_RESISTANCE = "Oblicz obliczeniową plastyczną nośność na ścinanie"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE = "Oblicz obliczeniową nośność na wyboczenie przy ścinaniu"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE_FROM_WEB = "Oblicz obliczeniową nośność na wyboczenie przy ścinaniu dla środnika"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE_FROM_FLANGE = "Oblicz obliczeniową nośność na wyboczenie przy ścinaniu dla półki"
IDS_CHECK_DESIGN_RESISTANCE_FOR_SHEAR_ABOUT_MAJOR_AXIS = "Sprawdź obliczeniową nośność na ścinanie względem osi głównej"
IDS_CHECK_DESIGN_RESISTANCE_FOR_SHEAR_ABOUT_MINOR_AXIS = "Sprawdź obliczeniową nośność na ścinanie względem osi podrzędnej"
IDS_CONNECTION_TYPE = "Typ połączenia"
IDS_CONTRIBUTION_FROM_THE_WEB = "Udział środnika"
IDS_CONTRIBUTION_FROM_THE_FLANGE = "Udział półki"
IDS_CONSIDER_CONTRIBUTION_FROM_FLANGE = "uwzględnij udział półki"
IDS_CONSIDER_GIRDER_MODE = "Uwzględnij tryb dźwigara"
IDS_CHECK_DESIGN_RESISTANCE_FOR_TORSION = "Sprawdź obliczeniową nośność na skręcanie"
IDS_CONCURRENT_FORCE = "siła towarzysząca"
IDS_CALC_CAPACITY_CONCRETE = "Oblicz nośność betonu"
IDS_COLUMN_MOMENT_RATIO_JOINT = "Stosunek momentów słupa w węźle"
IDS_CALCULATE_DESIGN_SHEARS = "Oblicz ścinanie obliczeniowe"
IDS_CHECK_MAXIMUM_SLENDERNESS_RATIO_LIMIT = "Sprawdź maksymalny limit smukłości"
IDS_Cm_WITH_TRANSVERSE_LOAD = "(Z obciążeniami poprzecznymi między podporami)"
IDS_CONCRETE_GRADE_IS_NOT_PERMITTED = "Klasa betonu jest niedopuszczalna"
IDS_DAMPING_RATIO = "Współczynnik tłumienia"
IDS_DE_CRITICAL = "Krytyczny"
IDS_DE_DIR_DOT_1 = "Kier. 1"
IDS_DE_DIR_DOT_2 = "Kier. 2"
IDS_DE_DIR_DOT_3 = "Kier. 3"
IDS_DE_FAILURE = "Zniszczenie"
IDS_DE_MEMBER_DESIGN_DETAIL_REPORT = "Szczegółowy raport wymiarowania elementu"
IDS_DE_NEED_CHK = "Wymaga sprawdzenia"
IDS_DE_NEG_DOT = "Ujem."
IDS_DE_NG = "Niespełniony"
IDS_DE_NONE = "Brak"
IDS_DE_NOT_CHK = "Nie sprawdzono"
IDS_DE_OK = "OK"
IDS_DE_POS_DOT = "Dod."
IDS_DE_X_DIR_DOT = "Kier. x"
IDS_DE_Y_DIR_DOT = "Kier. y"
IDS_DE_Z_DIR_DOT = "Kier. z"
IDS_DEAD_LOAD_CASE = "Przypadek obciążenia stałego"
IDS_DEFLECTION_UNDER_CONSTRUCTION = "Ugięcie montażowe"
IDS_DENSE_ZONE = "Strefa zagęszczenia"
IDS_DESIGN_CASE = "Przypadek obliczeniowy"
IDS_DESIGN_CODE = "Norma projektowa"
IDS_DESIGN_FORCE = "Siła obliczeniowa"
IDS_DESIGN_PARAMETER = "Parametr projektowy"
IDS_DESIGN_TYPE = "Typ wymiarowania"
IDS_DETAILING_RULES_FOR_THE_LOCAL_DUCTILITY_OF_CONCRETE_MEMBERS = "Zasady konstruowania dla lokalnej ciągliwości elementów betonowych"
IDS_DETERMINE_IF_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = "Określ, czy wymagane jest zbrojenie poprzeczne elementu brzegowego"
IDS_DETERMINE_IF_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_BY_DISPLACEMENT_BASED_METHOD = "Określ, czy wymagane są spec. elementy brzegowe wg metody przemieszczeniowej."
IDS_DETERMINE_IF_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_BY_STRESS_BASED_METHOD = "Określ, czy wymagane są spec. elementy brzegowe wg metody naprężeniowej."
IDS_DROP_PANEL_PUNCHING_SHEAR_CAPACITY = "Nośność na przebicie panelu głowicowego"
IDS_DEFLECTION = "Ugięcie"
IDS_DEFAULT_OR_USER_DEFINED_VALUE = "Wartość domyślna lub zdefiniowana przez użytkownika"
IDS_DROP = "Głowica"
IDS_DESIGN_MODED_DESIGN = "Wymiarowanie"
IDS_DESIGN_MODED_CHECKING = "Sprawdzanie"
IDS_DESIGN_MODED_EDIT = "Edycja wymiarowania"
IDS_DISTANCE_FROM_THE_SECTIONS_NUETRAL_AXIS_TO_THE_REINFORCEMENT = "Odległość od osi obojętnej przekroju do zbrojenia"
IDS_DISTANCE_FROM_THE_CENTER_OF_THE_SECTION_TO_THE_REINFORCEMENT_IN_THE_MEMBER_LOCAL = "Odległość od środka przekroju do zbrojenia w układzie lokalnym"
IDS_DETERMINE_WHETHER_TO_CONSIDER_SHEAR_BUCKLING = "Określ, czy uwzględniać wyboczenie przy ścinaniu"
IDS_DETERMINE_WHETHER_TO_CONSIDER_CONTRIBUTION_FROM_FLANGE = "Określ, czy uwzględniać udział półek"
IDS_END_PART = "Część końcowa"
IDS_END_LENGTH = "Długość końcowa"
IDS_END_SPACE = "Rozstaw końcowy"
IDS_ETC_ACTION = "Inne oddziaływania"
IDS_EXTERIOR_COLUMN = "Słup zewnętrzny"
IDS_EDGE = "Krawędź"
IDS_ETC = "Itd."
IDS_ECCENTRICITY_FACTOR = "Współczynnik mimośrodu"
IDS_END_MOMENT_DESIGN_SHEAR = "Moment końcowy dla sejsmicznej siły ścinającej"
IDS_ENVIRONMENT = "Środowisko"
IDS_FACE = "Lico"
IDS_FOR_OTHER_CASES = "dla innych przypadków"
IDS_FOOT_BRIDGE_INDOOR = "Kładka dla pieszych (Wewnętrzna)"
IDS_FOOT_BRIDGE_OUTDOOR = "Kładka dla pieszych (Zewnętrzna)"
IDS_FRICTION_FACTOR = "Współczynnik tarcia"
IDS_FACTOR_CONTRIBUTION_WEB_TO_SHEAR_BUCKLING = "Współczynnik udziału środnika w wyboczeniu przy ścinaniu"
IDS_FACTORED_SHEAR_FORCES_UNIT_LOAD_CASE = "Obliczeniowe siły ścinające wywołane typem przypadku obciążenia"
IDS_HORIZONTAL = "Poziomy"
IDS_HORIZONTAL_REBAR_FOR_SPECIAL_BOUNDARY_ELEMENT_FOR_LENGTH_DIRECTION = "Oblicz zbrojenie poziome dla spec. elem. brzegowego na kierunku długości."
IDS_HEIGHT_ENTIRE_WALL = "Wysokość całej ściany"
IDS_HORIZONTAL_TENSILE_STRESS = "Poziome naprężenie rozciągające"
IDS_IMMEDIATE = "Natychmiastowe"
IDS_INTERIOR_COLUMN = "Słup wewnętrzny"
IDS_INTERMEDIATE_MOMENT_FRAME = "Rama pośrednia"
IDS_INCREASE_SECTION_DIMENSIONS = "Zwiększ wymiary przekroju."
IDS_INTERACTION_CURVE = "Krzywa interakcji"
IDS_INTERIOR = "Wewnętrzny"
IDS_JOINT = "Węzeł"
IDS_JOINT_CLASSIFIED = "Węzeł sklasyfikowany jako,"
IDS_JOINT_CONTINUOUS_BEAMS = "Belki ciągłe"
IDS_JOINT_CONTINUOUS_COLUMN = "Słup ciągły"
IDS_JOINT_CONFINED_COLUMN = "Słup ograniczony strzemionami"
IDS_JOINT_DISCONTINUOUS_BEAMS = "Belki nieciągłe"
IDS_JOINT_DISCONTINUOUS_COLUMN = "Słup nieciągły"
IDS_JOINT_NOTCONFINED_COLUMN = "Słup nieograniczony strzemionami"
IDS_LEFT_PART = "Część lewa"
IDS_LINEAR_CREEP = "Pełzanie liniowe"
IDS_LIVE_LOAD_CASE = "Przypadek obciążenia zmiennego"
IDS_LIVE_LOAD_SUSTAIN_RATIO = "Współczynnik długotrwałości obciążenia użytkowego"
IDS_LONG_HYPHEN_TERM = "Długoterminowe"
IDS_LONG_TERM = "Długotrwałe"
IDS_MATERIAL = "Materiał"
IDS_MAXIMUM_BEARING_PRESSURE = "Maksymalny docisk"
IDS_MEMBER_INFORMATION = "Informacje o elemencie"
IDS_MEMBER_LENGTH = "Długość elementu"
IDS_MEMBER_NAME_SMALL = "Nazwa elementu"
IDS_MEMBERS_IN_GROUP = "Elementy w grupie"
IDS_MIDDLE_PART = "Część środkowa"
IDS_MINIMUM_REBAR_AREA_REQUIRED = "Wymagane minimalne pole zbrojenia"
IDS_MINIMUM_REBAR_SPACE_REQUIRED = "Wymagany minimalny rozstaw zbrojenia"
IDS_MINIMUM_THICK_REQ = "Wymagana minimalna grubość"
IDS_MM_INTERACTION_CURVE = "Krzywa interakcji M-M"
IDS_MOMENT_CAPACITY = "Nośność na zginanie"
IDS_MOMENT_CONNECTION = "Połączenie momentowe"
IDS_MOMENT_FORCE = "Moment"
IDS_MOMENT_RESISTANCE_ABOUT_THE_MEMBER_LOCAL_Y_AXIS_IN_THE_REINFORCEMENT = "Nośność względem lokalnej osi y w zbrojeniu"
IDS_MOMENT_RESISTANCE_ABOUT_THE_MEMBER_LOCAL_Z_AXIS_IN_THE_REINFORCEMENT = "Nośność względem lokalnej osi z w zbrojeniu"
IDS_MINIMUM_SHEAR_REINOFORCEMENT_IS_REQUIRED = "Wymagane jest minimalne zbrojenie na ścinanie."
IDS_MINIMUM_SHEAR_REINOFORCEMENT_IS_REQUIRED_US = "Wymagane jest minimalne zbrojenie poprzeczne."
IDS_MODIFIED_SLENDERNESS = "Smukłość zmodyfikowana"
IDS_MOMENT_RESISTANCE_OF_SECTION_CONSISITING_OF_ONLY_FLANGES = "Nośność na moment przekroju składającego się tylko z półek"
IDS_MFRD0_IS_CALCULATED_AS_MPL_RD_NEGLECTING_WEB_CONTRIUTION = "M_f,Rd0$ jest obliczane jako M_pl,Rd$, ale z pominięciem udziału środnika."
IDS_MFRD_IS_CALCULATED_AS_MPL_RD_NEGLECTING_WEB_CONTRIUTION = "M_f,Rd$ jest obliczane jako M_pl,Rd$, ale z pominięciem udziału środnika."
IDS_MAXIMUM = "maksimum"
IDS_MINIMUM = "minimum"
IDS_MAXIMUM_SPACE_SKIPED_NO_SHEAR_REINFORCEMENT = "Sprawdzanie maksymalnego rozstawu jest pomijane, ponieważ nie zastosowano zbrojenia na ścinanie."
IDS_NEG_DOT_CRACK = "Rysa ujemna"
IDS_NEG_DOT_MOMENT = "Moment ujemny"
IDS_NEG_DOT_STRESS = "Naprężenie ujemne"
IDS_NM_INTERACTION_CURVE = "Krzywa interakcji N-M"
IDS_NOMINAL_MOMENT = "Moment nominalny"
IDS_NOMINAL_MOMENT_CAPACITY = "Nominalna nośność na zginanie"
IDS_NON_HYPHEN_PRESTRESSED_STRUCTURE = "konstrukcja niesprężona"
IDS_NON_LINEAR_CREEP = "Pełzanie nieliniowe"
IDS_NOT_DENSE_ZONE = "Strefa niezagęszczona"
IDS_NOT_REQUIRED = "Niewymagane"
IDS_NOT_SLENDER = "Niesmukły"
IDS_NEED_NOT_BE_CHECKED = "Nie wymaga sprawdzania"
IDS_NOT_ACCEPTABLE = "Niedopuszczalne"
IDS_NORMALIZED_AXIAL_RATIO = "Znormalizowany współczynnik siły osiowej"
IDS_NEED_TO_CHECK_SHEAR_BUCKLING = "Należy sprawdzić wyboczenie przy ścinaniu"
IDS_NO_NEED_TO_CHECK_SHEAR_BUCKLING = "Nie trzeba sprawdzać wyboczenia przy ścinaniu"
IDS_NOT_CONSIDER_CONTRIBUTION_FROM_FLANGE = "nie uwzględniaj udziału półki"
IDS_OFFICE = "Office"
IDS_ORDINARY_MOMENT_FRAME = "Rama o małej ciągliwości"
IDS_OVERTURNING = "Wywrócenie"
IDS_OVERTURNING_CAPACITY = "Nośność na wywrócenie"
IDS_OVERTURNING_MOMENT = "Moment wywracający"
IDS_ONLY_MINIMUM_REINFORCEMENT_IS_REQUIRED = "Wymagane jest tylko zbrojenie minimalne."
IDS_OUT_OF_PLANE_BENDING_MOMENT_NOT_CONSIDERED_TYPE2 = "Out of Plane Bending Moment Mzz is not considered on Type 2 Section Design"
IDS_PERMANENT_ACTION = "Oddziaływanie trwałe"
IDS_PILE_BEARING = "Nośność pala"
IDS_PILE_BEARING_CAPACITY = "Nośność pala"
IDS_PILE_PUNCHING_SHEAR = "Przebicie od pala"
IDS_PILE_PUNCHING_SHEAR_CAPACITY = "Nośność na przebicie od pala"
IDS_PM_INTERACTION_CURVE = "Krzywa interakcji P-M"
IDS_POS_DOT_CRACK = "Rysa dodatnia"
IDS_POS_DOT_MOMENT = "Moment dodatni"
IDS_POS_DOT_STRESS = "Naprężenie dodatnie"
IDS_POSITION = "Położenie"
IDS_PROBABLE_MOMENT = "Moment prawdopodobny"
IDS_PROBABLE_MOMENT_CAPACITY = "Prawdopodobna nośność na zginanie"
IDS_PROGRAM_DETERMINED = "Określone przez program"
IDS_PUNCHING_SHEAR = "Ścinanie przy przebiciu"
IDS_PUNCHING_SHEAR_CAPACITY = "Nośność na przebicie"
IDS_PILE = "Pal"
IDS_PROBABLE_MOMENT_COLUMN = "Probable Moment of column"
IDS_QUAS_DOT = "Quas."
IDS_REBAR_AREA = "Pole zbrojenia"
IDS_REBAR_SPACE = "Rozstaw zbrojenia"
IDS_REBAR_SPACE_BY_MATERIAL = "Rozstaw zbrojenia wg materiału"
IDS_REINFORCEMENT_DATA = "Dane zbrojenia"
IDS_RESIDENCE = "Budynek mieszkalny"
IDS_REQUIRED_THICKNESS = "Wymagana grubość"
IDS_RESTORING_MOMENT = "Moment przywracający równowagę"
IDS_RIGHT_PART = "Część prawa"
IDS_REPORTINFO_DESCRIONTION_FACT = "Opis współczynników zastosowanych do wymiarowania"
IDS_REPORTINFO_MOMENT_REDISTRIBUTION_FACT = "Współczynnik redystrybucji momentu"
IDS_REPORTINFO_TORSION_REDISRIBUTION_FACT = "Współczynnik redystrybucji momentu skręcającego"
IDS_REPORTINFO_AXIAL = "Osiowa"
IDS_REPORTINFO_MOMENT = "Moment"
IDS_REPORTINFO_SHEAR = "Ścinanie"
IDS_REPORTINFO_LIVELOAD_RESUCTION_FACT = "Współczynnik redukcji obciążenia użytkowego"
IDS_REPORTINFO_SPECIAL_LCOM = "Kombinacja dla obciążeń sejsmicznych"
IDS_REPORTINFO_VERTICAL_LOAD_FACT = "Współczynnik obciążenia pionowego"
IDS_REPORTINFO_SPECTRAL_RESPONSE_ACC = "RSA dla krótkich okresów"
IDS_REPORTINFO_SYSTEM_OVERSTRENGTH_FAC = "Współczynnik nadwyżki wytrzymałości systemu"
IDS_REPORTINFO_FOR_DIRECTION__s = "dla kierunku %s"
IDS_REPORTINFO_VERTICAL_LCOM = "Kombinacja pionowego obciążenia sejsmicznego"
IDS_REPORTINFO_VERTICAL_FORCE_FACT = "Współczynnik siły pionowej"
IDS_REPORTINFO_SMF = "Specjalny moment ramowy"
IDS_REPORTINFO_IMF = "Pośredni moment ramowy"
IDS_REPORTINFO_OMF = "Nominalny moment ramowy"
IDS_REPORTINFO_HDF = "Ramy o wysokiej ciągliwości"
IDS_REPORTINFO_MDF = "Ramy o średniej ciągliwości"
IDS_REPORTINFO_LDF = "Ramy o niskiej ciągliwości"
IDS_REPORTINFO_STMF = "Specjalny moment dla kratownicy"
IDS_REPORTINFO_SCBF = "Specjalna stężona rama"
IDS_REPORTINFO_OCBF = "Normalna stężona rama"
IDS_REPORTINFO_EBF = "Rama mimośrodowo stężona"
IDS_REPORTINFO_BRBF = "Rama ze stężeniami powstrzymującymi wyboczenie"
IDS_REPORTINFO_SPSW = "Specjalna ściana usztywnijąca"
IDS_REPORTINFO_WA_ = "Obszar obserwacji"
IDS_REPORTINFO_SPECIAL_PROVISION_SEIS = "Przepisy specjalne dla projektowania sejsmicznego"
IDS_REPORTINFO_SIES_SCALEUP_FACT = "Sejsmiczny współczynnik skalowania dla ścinania"
IDS_REPORTINFO_SHEAR_SCALEUP_FACT = "Zastosowany współczynnik skalowania dla ścinania"
IDS_REPORTINFO_SHEAR_BY_CALC_MAX__s__s = "MAX[Ścinanie %s, Ścinanie %s]"
IDS_REPORTINFO_SHEAR_BY_CALC_MIN__s__s = "MIN[Ścinanie %s, Ścinanie %s]"
IDS_REPORTINFO_NON_SEIS_MEMB = "Element projektowany bez uwzględnienia wymagań sejsmicznych"
IDS_REPORTINFO_NON_SEIS_FORCE_RES_SYS_MEMB = "Element nieprzenoszący sił sejsmicznych"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_AXIAL = "Współczynnik zwiększający dla przypadku obciążenia EQ dla sił osiowych"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_MOM = "Współczynnik zwiększający dla przypadku obciążenia EQ dla momentów"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_SHEAR = "Współczynnik zwiększający dla przypadku obciążenia EQ dla ścinania"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_AXIAL = "Współczynnik zwiększający dla kombinacji EQ dla sił osiowych"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_MOM = "Współczynnik zwiększający dla kombinacji EQ dla momentów"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_SHEAR = "Współczynnik zwiększający dla kombinacji EQ dla ścinania"
IDS_REPORTINFO_PILOTI_COLM = "Typ słupa : Słup Piloti"
IDS_REPORTINFO_SOFT_STORY_COLM = "Typ słupa : Słup kondygnacji miękkiej"
IDS_REPORTINFO_SPECIAL_RC_WALL = "Specjalna ściana usztywniająca RC"
IDS_REPORTINFO_SPECIAL_RC_WALL_NON_SEIS = "Specjalna ściana usztywniająca RC : Elementy projektowane bez uwzględnienia wymagań sejsmicznych"
IDS_REPORTINFO_LDS_RC_WALL = "Ściana o niskiej plastyczności"
IDS_REPORTINFO_LDS_RC_WALL_NON_SEIS = "Ściana o niskiej ciągliwości : Elementy projektowane bez uwzględnienia wymagań sejsmicznych"
IDS_REPORTINFO_MDS_RC_WALL = "Ściana o średniej plastyczności"
IDS_REPORTINFO_MDS_RC_WALL_NON_SEIS = "Ściana o średniej ciągliwości : Elementy projektowane bez uwzględnienia wymagań sejsmicznych"
IDS_REPORTINFO_HDS_RC_WALL = "Ściana o wysokiej plastyczności"
IDS_REPORTINFO_HDS_RC_WALL_NON_SEIS = "Ściana o wysokiej ciągliwości : Elementy projektowane bez uwzględnienia wymagań sejsmicznych"
IDS_REPORTINFO_RESULT_SUMMARY = "Podsumowanie wyników"
IDS_REPORTINFO_THICKNESS = "Grubość"
IDS_REPORTINFO_SECT_NAME_ID = "Nazwa przekroju(ID)"
IDS_REPORTINFO_SECT_ELEM = "Elem"
IDS_REPORTINFO_SECT_POS = "Poz"
IDS_REPORTINFO_SECT_REINFORCEMENT = "Zbrojenie"
IDS_REPORTINFO_SECT_STRENGTH_RATIO = "Stosunek"
IDS_REPORTINFO_SECT_CHECK = "Sprawdzenie"
IDS_REPORTINFO_SUMMATION = "Suma"
IDS_REPORTINFO_REBAR = "Pręt zbrojeniowy"
IDS_REPORT_FOR_DEAD_LOAD = "Dla obciążenia stałego"
IDS_REPORT_FOR_GRAVITY_LOAD = "Dla obciażenia grawitacyjnego"
IDS_REPORT_FOR_TOTAL_LOAD = "Dla obciążenia całkowitego"
IDS_REPORT_OLNY_EARTHQUAKE = "Tylko trzęsienie ziemi"
IDS_REPORT_MINOR_DIR_SEISMIC = "kierunek podrzędny dla sejsmiki"
IDS_REPORT_DO_NOT_CONSIDER = "nie uwzględniaj"
IDS_REPORT_FOR_RS_LOADCASE_WITHOUT_CONSIDERING_SIGN = "dla przypadku obciążenia RS bez uwzględniania znaku"
IDS_REPORT_CLOCKWISE = "Zgodnie z ruchem wskazówek zegara"
IDS_REPORT_COUNTER_CLOCKWISE = "Przeciwnie do ruchu wskazówek zegara"
IDS_REPORT_COMPARE_ABS = "Przez porównanie wartości bezwzględnych"
IDS_REPORT_BRACED = "Stężony"
IDS_REPORT_UNBRACED = "Niestężony"
IDS_REPORT_BRACED_SIDESWAY = "Dla elementów o węzłach nieprzesuwnych"
IDS_REPORT_UNBRACED_SIDESWAY = "Dla elementów o węzłach przesuwnych"
IDS_REPORT_SINGLE_CURVATURE = "Zginanie jednokierunkowe"
IDS_REPORT_REVERSE_CURVATURE = "Zginanie odwrotne"
IDS_REPORT_ERROR_Pn_ZERO = "Błąd : Wartość Pn wynosi zero."
IDS_REPORT_ELEM_NO = "Elem Nr"
IDS_REPORT_MEMB_NO = "Elem Nr"
IDS_REPORT_NODE_NO = "Węzeł Nr"
IDS_REINFORCEMENT_TO_RESIST_TORSION_IS_REQUIRED = "Wymagane jest zbrojenie na skręcanie."
IDS_REPORT_ONLY_GRAVITY_LOAD = "Tylko obciążenie grawitacyjne"
IDS_REPORT_EXCLUDE_SEIS_LOAD = "Nie uzwględniaj obciążenie sejsmiczne"
IDS_REPORT_CALC_CLOCKWISE = "Oblicz w kierunku zgodnym z ruchem wskazówek zegara"
IDS_REPORT_CALC_COUNTCLOCKWISE = "Oblicz w kierunku przeciwnym do ruchu wskazówek zegara"
IDS_REPORT_UNBRACED_SLENDER = "nie można pominąć wpływu smukłości."
IDS_REPORT_PUNCHING_CALC_UNBALANCED_MOMENT = "Oblicz obliczeniowe naprężenie ścinające z obliczeniowym momentem niezrównoważonym."
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PARALLEL_EDGE_y = "Obliczyć parametry dla zginania lokalnego względem osi y, równoległego do krawędzi"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PARALLEL_EDGE_z = "Obliczyć parametry dla zginania lokalnego względem osi z, równoległego do krawędzi"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PERPENDICULAR_EDGE_y = "Obliczyć parametry dla zginania lokalnego względem osi y, prostopadłego do krawędzi"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PERPENDICULAR_EDGE_z = "Obliczyć parametry dla zginania lokalnego względem osi z, prostopadłego do krawędzi"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_y = "Obliczyć parametry względem lokalnej osi y w części wewnętrznej"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_z = "Obliczyć parametry względem lokalnej osi z w części wewnętrznej"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_CIRCLE = "Oblicz parametry wewnętrznego okręgu"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CORNER_y = "Oblicz parametry względem lokalnej osi y naroża"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CORNER_z = "Oblicz parametry względem lokalnej osi z naroża"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CIR_EQD = "Kwadrat o tym samym obwodzie"
IDS_REPORT_NEUTRAL_AXIS_NOT_CONVERGE = "Obliczenia osi obojętnej nie są zbieżne."
IDS_REPORT_SEISMIC_ZONE = "Strefa sejsmiczna"
IDS_SAFETY_FACTOR = "Współczynnik bezpieczeństwa"
IDS_SEISMIC_REDUCTION_FACTOR = "Sejsmiczny współczynnik redukcji"
IDS_SHEAR = "Ścinanie"
IDS_SHEAR_CAPACITY = "Nośność na ścinanie"
IDS_SHEAR_CAPACITY_US = "Obliczanie nośności na ścinanie"
IDS_SHEAR_CONNECTION = "Połączenie ścinane"
IDS_SHOPPING_MALL = "Centrum handlowe"
IDS_SHORT_HYPHEN_TERM = "Krótkoterminowe"
IDS_SLENDER = "Smukły"
IDS_SLIDING = "Poślizg"
IDS_SLIDING_CAPACITY = "Nośność na poślizg"
IDS_SPACING_OF_SHEAR_REINFORCEMENT = "Rozstaw zbrojenia na ścinanie"
IDS_SPECIAL_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_NOT_REQUIRED = "- Zbrojenie poprzeczne spec. elem. brzegowego nie jest wymagane"
IDS_SPECIAL_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = "- Zbrojenie poprzeczne spec. elem. brzegowego jest wymagane"
IDS_SPECIAL_BOUNDARY_ELEMENTS_ARE_NOT_REQUIRED = "- Specjalne elementy brzegowe nie są wymagane"
IDS_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED = "- Specjalne elementy brzegowe są wymagane"
IDS_SPECIAL_MOMENT_FRAME = "Moment ramowy"
IDS_STIRRUPS = "Strzemiona"
IDS_STRAIN_IN_THE_REINFORCEMENT = "Odkształcenie w zbrojeniu"
IDS_STRESS_IN_THE_REINFORCEMENT = "Naprężenie w zbrojeniu"
IDS_STRESS_STRAIN_RELATION = "Zależność naprężenie-odkształcenie"
IDS_STRESS_STRAIN_EQIV_RECT = "Wysokość strefy ściskanej (liniowy rozkład)"
IDS_STRESS_STRAIN_EQIV_PARA = "Wysokość strefy ściskanej (nielinowy rozkład) ( Średnia )"
IDS_STRESS_STRAIN_REAL_PARA = "Wysokość strefy ściskanej (nielinowy rozkład) ( Dokładna )"
IDS_STRESS_UNDER_CONSTRUCTION = "Naprężenia w fazie budowy"
IDS_CONC_STRENGTH_LIMITED_TO_C50_60 = "Wytrzymałość na ścinanie betonu klasy wyższej niż C50/60 może być ograniczona do wytrzymałości C50/60."
IDS_CONC_STRENGTH_LIMITED_TO_C90_105 = "Wytrzymałość na ścinanie betonu klasy wyższej niż C90/105 może być ograniczona do wytrzymałości C90/105."
IDS_CONC_STRENGTH_LIMITED_TO_C100_115 = "Wytrzymałość na ścinanie betonu klasy wyższej niż C100/115 może być ograniczona do wytrzymałości C100/115."
IDS_CONC_STRENGTH_LIMITED_TO_B65 = "Wytrzymałość na ścinanie betonu klasy wyższej niż B65(C60/75) może być ograniczona do wytrzymałości B65(C60/75)."
IDS_SHEAR_REINFORCEMENT_IS_NOT_REQUIURED = "Nie jest wymagane zbrojenie na ścinanie."
IDS_SHEAR_REINFORCEMENT_IS_NOT_REQUIURED_US = "Zbrojenie poprzeczne nie jest wymagane."
IDS_SHEAR_REINFORCEMENT_IS_REQUIRED = "Wymagane jest zbrojenie na ścinanie."
IDS_SHEAR_REINFORCEMENT_IS_REQUIRED_US = "Zbrojenie poprzeczne jest wymagane."
IDS_SEARCH_FOR_NEUTRAL_AXIS = "Wyszukaj oś obojętną"
IDS_SHEAR_BUCKLING_COEFFICIENT = "Współczynnik wyboczenia"
IDS_STIFFENED = "Usztywniony"
IDS_SUM_PROBABLE_MOMENT_GIRDERS = "Suma prawdopodobnych momentów połączonych dźwigarów"
IDS_SHEAR_CALCULATE_SMAX_DIR_y = "Oblicz maksymalny rozstaw dla kierunku y"
IDS_SHEAR_CALCULATE_SMAX_DIR_z = "Oblicz maksymalny rozstaw dla kierunku z"
IDS_SHEAR_CHECK_SMAX__s__EQ_s = "Sprawdź, czy uwzględnić Tabelę %s Równ.(%s)"
IDS_SHEAR_CONSIDER_SMAX__s__EQ_s = "Zatem, uwzględniono %s Równ.(%s)."
IDS_SHEAR_NOT_CONSIDER_SMAX__s__EQ_s = "Zatem, nie uwzględniono %s Równ.(%s)."
IDS_SKIN = "Bok"
IDS_STEEL_I_TYPE2 = "Stal-I (Typ2)"
IDS_STEEL_BOX_TYPE2 = "Słup/przekrój stalowy skrzynkowy (Typ 2)"
IDS_STEEL_TUB_TYPE2 = "Słup/przekrój stalowy rurowy (Typ 2)"
IDS_TABLE = "Tabela"
IDS_TENS_DOT = "Rozc."
IDS_TENSLIE_STRENGTH_OF_THE_REINFORCEMENT = "Wytrzymałość zbrojenia na rozciąganie"
IDS_TENSION = "Rozciąganie"
IDS_TENSION_CONTROLLED = "Przekrój rozciągany"
IDS_TENSION_ONLY = "Tylko rozciąganie"
IDS_THICKNESS = "Grubość"
IDS_TOP = "Góra"
IDS_TORSION = "Skręcanie"
IDS_TORSION_CAPACITY = "Nośność na skręcanie"
IDS_TORSION_CAPACITY_US = "Obliczanie nośności na skręcanie"
IDS_TORSION_CHECK_NEED = "Uwzględnij efekty skręcania."
IDS_TORSION_NEGLECT = "Dopuszcza się pominięcie efektów skręcania."
IDS_TORSION_NEGLECT_CHK = "Sprawdź skręcanie, aby pominąć efekty skręcania."
IDS_TORSION_NEGLECT_CHK_US = "Sprawdzanie efektów skręcania."
IDS_TORSION_REQ_AS_L = "Oblicz wymagane zbrojenie podłużne na skręcanie."
IDS_TORSION_REQ_AS_L_US = "Checking longitudinal reinforcements."
IDS_TORSION_REQ_AS_T = "Oblicz wymagane zbrojenie poprzeczne na skręcanie."
IDS_TORSION_SECTIONLIMIT = "Sprawdzenie granicznych wymiarów przekroju"
IDS_TORSION_SMAX = "Oblicz konstrukcyjne zbrojenie na skręcanie."
IDS_TORSION_SMAX_T = "Oblicz konstrukcyjne zbrojenie poprzeczne na skręcanie."
IDS_TORSION_SMAX_L = "Oblicz konstrukcyjne zbrojenie podłużne na skręcanie."
IDS_TORSION_STRENGTH = "Sprawdź wytrzymałość na skręcanie"
IDS_TRANSITION = "Przejście"
IDS_TENSION_STRENGTH_CALCULATION_TYPE_IS_NONE = "Typ obliczania wytrzymałości na rozciąganie jest nieznany."
IDS_NEED_MORE_REBAR = "Wymagane więcej zbrojenia"
IDS_UNCRACKED_SECTION = "Przekrój niezarysowany"
IDS_UPLIFT = "Odrywanie"
IDS_USE_TYPE = "Typ użytkowania"
IDS_USER_STRENGTH_FACTOR = "Zdefiniowany przez użytkownika współczynnik redukcji wytrzymałości"
IDS_UNSTIFFENED = "Nieusztywniony"
IDS_USER_DEFINED = "Zdefiniowany przez użytkownika"
IDS_VARIABLE_ACTION = "Oddziaływanie zmienne"
IDS_VERTICAL = "Pionowy"
IDS_VERTICAL_FORCE = "Siła pionowa"
IDS_VERTICAL_TENSILE_STRESS = "Pionowe naprężenie rozciągające"
IDS_VOLUMETRIC_RATIO = "Stopień objętościowy"
IDS_VALUE_DGN = "Wartość"
IDS_VERIFY_REINFORCEMENT_INFORMATION = "Proszę zweryfikować informacje o zbrojeniu."
IDS_VIBRATION = "Drgania"
IDS_WALL_HEIGHT = "Wysokość ściany"
IDS_WALL_LENGTH = "Długość ściany"
IDS_WALL_THICKNESS = "Grubość ściany"
IDS_WATCHING_AREA = "Obszar obserwacji"
IDS_WHERE = "Gdzie"
IDS_WALL_MOMENT_ENVELOP = "Oblicz moment obliczeniowy z wykresu obwiedni dla ściany ciągliwej"
IDS_WALL_BELOW__s = "poniżej %s"
IDS_WALL_ABOVE__s = "powyżej %s"
IDS_YOU_HAVE_TO_INPUT_CRITICAL_REGION_SPACING_DATA = "Musisz wprowadzić dane o rozstawie zbrojenia w strefach krytycznych"
IDS_Y_AXIS = "Oś Y"
IDS_Z_AXIS = "Oś Z"
IDS_DGN_RPRT_USERS_UNIT = "Jednostka użytkownika : "
IDS_DGN_RPRT_DET_CHECK_AXIAL_RATIO = "Sprawdź wskaźnik osiowy"
IDS_DGN_RPRT_DET_CHECK_AXIAL_RESISTANCE = "Sprawdź nośność osiową"
IDS_DGN_RPRT_DET_CALC_RESIS = "Oblicz nośność przekroju poprzecznego"
IDS_DGN_RPRT_DET_BUCKLING_CURVE = "Krzywa wyboczeniowa"
IDS_DGN_RPRT_DET_AXIAL_TOR_BUCK = "Oblicz nośność dla wyboczenia skrętnego"
IDS_DGN_RPRT_DET_AXIAL_TOR_BUCK_DES = "Nośność na skręcanie i wyboczenie skrętno-giętne"
IDS_DGN_RPRT_DET_COMP_RESIS = "Nośność elementu ściskanego"
IDS_DGN_RPRT_DET_TENS_RESIS = "Nośność elementu rozciąganego"
IDS_DGN_RPRT_DET_BUCK_SLEND = "Smukłość bezwymiarowa"
IDS_DGN_RPRT_DET_AXIAL_BUCK_RESIS = "Wyznacz nośność na wyboczenie giętne"
IDS_DGN_RPRT_DET_AXIAL_BUCK_L_SHAPE = "Oblicz nośność dla wyboczenia giętnego ( oś główna )"
IDS_DGN_RPRT_DET_AXIAL_BUCK_Y = "Oblicz nośność dla wyboczenia giętnego ( y-y )"
IDS_DGN_RPRT_DET_AXIAL_BUCK_Z = "Oblicz nośność dla wyboczenia giętnego ( z-z )"
IDS_DGN_RPRT_DET_NO_CHK_AXIAL_BUCK = "Nie ma potrzeby sprawdzania wyboczenia giętnego."
IDS_DGN_RPRT_DET_NO_CHK_AXIAL_BUCK_T = "Nie ma potrzeby sprawdzania wyboczenia skrętno-giętnego."
IDS_DGN_RPRT_DET_SHEAR_CENTER = "Środek ścinania"
IDS_DGN_RPRT_DET_SHEAR_CENTER_FROM_CENTROID = "Środek ścinania względem środka geometrycznego"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR = "Sprawdź nośność na zginanie względem osi głównej"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MINOR = "Sprawdź nośność na zginanie względem osi podrzędnej"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR_YY = "Oblicz nośność na zginanie względem osi y-y"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MiNOR_ZZ = "Oblicz nośność na zginanie względem osi z-z"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR_UU = "Oblicz nośność na zginanie względem osi głównej u-u"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MiNOR_VV = "Oblicz nośność na zginanie względem osi podrzędnej v-v"
IDS_DGN_RPRT_DET_MOMENT_RESIS_LTB = "Oblicz nośność na wyboczenie skrętne"
IDS_DGN_RPRT_DET_MOMENT_BUCKLING_SLEN = "Smukłość wyboczeniowa"
IDS_DGN_RPRT_DET_MOMENT_BUCKLING_RESI = "Oblicz nośność na wyboczenie skrętne"
IDS_DGN_RPRT_DET_MOMENT_LTB_NEED = "Potrzeba sprawdzenia wyboczenia LTB"
IDS_DGN_RPRT_DET_MOMENT_LTB_NO_NEED = "Nie ma potrzeby sprawdzenia wyboczenia LTB"
IDS_DGN_RPRT_DET_AND = "i"
IDS_DGN_RPRT_DET_OR = "lub"
IDS_DGN_RPRT_DET_MOMENT_LTB_RESIS_MAJOR = "Sprawdź obliczeniową nośność na wyboczenie"
IDS_DGN_RPRT_DET_MOMENT_LTB_EXCEPTION = "Przekrój niesymetryczny względem osi podrzędnej lub niepodparty"
IDS_DGN_RPRT_DET_MOMENT_LTB_CAN_NOT = "Nie można sprawdzić zwichrzenia (LTB)"
IDS_DGN_RPRT_DET_COMBINED_BUCK_RATIO = "Oblicz wskaźnik interakcji dla nośności wyboczeniowej (Zginanie i siła osiowa)"
IDS_DGN_RPRT_DET_REDUCTION_FACT_BUCK = "Współczynniki redukcyjne dla wyboczenia"
IDS_DGN_RPRT_DET_EFFICIENCY_FACT = "Współczynnik efektywności"
IDS_DGN_RPRT_DET_BUCK_FORCE = "Siła wyboczeniowa"
IDS_DGN_RPRT_DET_BUCK_RES_MOMENT = "Nośność na wyboczenie"
IDS_DGN_RPRT_DET_EQ_UNIFORM_FACT = "Współczynniki równoważnego momentu"
IDS_DGN_RPRT_DET_AUXILIARY_TERMS = "Wyrazy pomocnicze"
IDS_DGN_RPRT_DET_INTERACTON_FACT = "Współczynniki interakcji"
IDS_DGN_RPRT_DET_INTERACTON_VALUE = "Wartości interakcji"
IDS_DGN_RPRT_DET_INTERACTON_RATIO = "Wskaźniki interakcji"
IDS_DGN_RPRT_DET_INTERACTON = "Interakcja"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO = "Sprawdź wskaźniki interakcji"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_BAND_AXIAL = "Oblicz wskaźnik interakcji dla zginania i siły osiowej"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_TORSION = "Oblicz wskaźnik interakcji dla nośności na skręcanie (Naprężenia bezpośrednie i od skręcania)"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_CLASS12 = "Oblicz wskaźnik interakcji dla przekroju klasy 1 i 2 (Zginanie i ściskanie)"
IDS_DGN_RPRT_DET_INTERACTON_FORCES = "Przyjęte siły do wskaźnika interakcji"
IDS_DGN_RPRT_DET_HIGH_SHEAR_REDUCED_MOMENT_MAJOR = "Zredukowana nośność na zginanie przy dużym ścinaniu względem osi głównej"
IDS_DGN_RPRT_DET_HIGH_SHEAR_REDUCED_MOMENT_MINOR = "Zredukowana nośność na zginanie przy dużym ścinaniu względem osi podrzędnej"
IDS_DGN_RPRT_DET_PART = "Część"
IDS_DGN_RPRT_DET_CLASS = "Klasa"
IDS_DGN_RPRT_DET_SECTION_CLASS = "Klasa przekroju"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR1_TOP = "Sprawdź naprężenie rozciągające dla zbrojenia Kier-1, Góra"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR1_BOT = "Sprawdź naprężenie rozciągające dla zbrojenia Kier-1, Dół"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR2_TOP = "Sprawdź naprężenie rozciągające dla zbrojenia Kier-2, Góra"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR2_BOT = "Sprawdź naprężenie rozciągające dla zbrojenia Kier-2, Dół"
IDS_DGN_RPRT_DET_COMP_STRESS_TOP = "Sprawdź naprężenie ściskające dla betonu, Góra"
IDS_DGN_RPRT_DET_COMP_STRESS_BOT = "Sprawdź naprężenie ściskające dla betonu, Dół"
IDS_DGN_RPRT_DET_DIR1_TENS_TOP = "Naprężenie rozciągające Kier 1 Góra"
IDS_DGN_RPRT_DET_DIR2_TENS_TOP = "Naprężenie rozciągające Kier 2 Góra"
IDS_DGN_RPRT_DET_COMP_TOP = "Naprężenie ściskające Góra"
IDS_DGN_RPRT_DET_DIR1_TENS_BOT = "Naprężenie rozciągające Kier 1 Dół"
IDS_DGN_RPRT_DET_DIR2_TENS_BOT = "Naprężenie rozciągające Kier 2 Dół"
IDS_DGN_RPRT_DET_COMP_BOT = "Naprężenie ściskające Dół"
IDS_DGN_RPRT_DET_CHK_CRACK_ORNOT = "Sprawdź, czy elementy są zarysowane."
IDS_DGN_RPRT_DET_MEMBRANE_FORCE = "Siły tarczowe."
IDS_DGN_RPRT_DET_CHK_MIN_PRINCIPAL_STRESS = "Sprawdź minimalne naprężenie główne."
IDS_DGN_RPRT_DET_NEED_REINFORCEMENT = "Niezbędne zbrojenie i naprężenie w betonie."
IDS_DGN_RPRT_DET_TENSILE_STRENGTH_BY_REIN = "Wytrzymałość na rozciąganie zapewniona przez zbrojenie."
IDS_DGN_RPRT_DET_CONC_STRESS_LIM = "Granica wytrzymałości betonu."
IDS_DGN_RPRT_DET_CHK_RESULT = "Sprawdź wyniki."
IDS_DGN_RPRT_DET_CHK_FATIGUE = "Sprawdź współczynnik zmęczeniowy"
IDS_DGN_RPRT_DET_FATIGUE = "Zmęczenie"
IDS_DGN_RPRT_DET_CALC_FATIGUE = "Oblicz wytrzymałość zmęczeniową"
IDS_DGN_RPRT_DET_IN_STRUCT_STL = "W stali konstrukcyjnej"
IDS_DGN_RPRT_DET_CALC_TORSION = "Oblicz nośność na skręcanie"
IDS_DGN_RPRT_DET_VERIFICATION = "Weryfikacja"
IDS_DGN_RPRT_DET_LONGI_SHEAR_DGN_LOAD = "Obliczeniowe obciążenie ścinające wzdłużne"
IDS_DGN_RPRT_DET_CHECK_SLENDER_COMP = "Sprawdź smukłość elementu ściskanego"
IDS_DGN_RPRT_DET_CHECK_SLENDER_TENS = "Sprawdzić współczynnik smukłości elementu rozciąganego"
IDS_DGN_RPRT_DET_CHK_AXIAL_STRN = "Sprawdź nośność osiową"
IDS_DGN_RPRT_DET_CALC_AXIAL_COMP_STRN = "Oblicz osiową wytrzymałość na ściskanie"
IDS_DGN_RPRT_DET_CALC_SLEND_L_SHAPE = "Oblicz smukłość pojedynczego kątownika"
IDS_DGN_RPRT_DET_CALC_FBS = "Oblicz naprężenie od wyboczenia giętnego"
IDS_DGN_RPRT_DET_CALC_FTBS = "Oblicz naprężenie od wyboczenia giętno-skrętego"
IDS_DGN_RPRT_DET_NOT_CONSIDER = "Nie uwzględniaj"
IDS_DGN_RPRT_DET_NON_SLENDER = "Niesmukły"
IDS_DGN_RPRT_DET_SLENDER = "Smukły"
IDS_DGN_RPRT_DET_CHK_WTRF = "Sprawdź smukłość ścianki pasa"
IDS_DGN_RPRT_DET_CHK_WTRS = "Sprawdź smukłość środnika"
IDS_DGN_RPRT_DET_CALC_QSF = "Oblicz współczynnik redukcyjny dla pasa"
IDS_DGN_RPRT_DET_CALC_QSS = "Oblicz współczynnik redukcyjny dla środnika"
IDS_DGN_RPRT_DET_CALC_Q = "Oblicz współczynnik redukcyjny dla elementów usztywnionych"
IDS_DGN_RPRT_DET_CHK_DTRW = "Sprawdź smukłość środnika (stosunek wysokości do grubości)"
IDS_DGN_RPRT_DET_CALC_QS = "Oblicz współczynnik redukcyjny dla smukłych elementów nieusztywnionych"
IDS_DGN_RPRT_DET_CALC_QA = "Oblicz współczynnik redukcyjny dla smukłych elementów usztywnionych"
IDS_DGN_RPRT_DET_CHK_WTR = "Sprawdź stosunek szerokości do grubości"
IDS_DGN_RPRT_DET_CHK_WTRTF = "Sprawdź smukłość pasa górnego"
IDS_DGN_RPRT_DET_CHK_WTRBF = "Sprawdź smukłość pasa dolnego"
IDS_DGN_RPRT_DET_CHK_DTR = "Sprawdź stosunek średnicy do grubości"
IDS_DGN_RPRT_DET_CHK_FLEX_MAJOR = "Sprawdź nośność na zginanie względem osi głównej (Y)"
IDS_DGN_RPRT_DET_CALC_FLEX_MAJOR = "Oblicz nośność na zginanie względem osi głównej"
IDS_DGN_RPRT_DET_CHK_FLEX_MINOR = "Sprawdź nośność na zginanie względem osi podrzędnej (Z)"
IDS_DGN_RPRT_DET_CALC_FLEX_MINOR = "Oblicz nośność na zginanie względem osi podrzędnej"
IDS_DGN_RPRT_DET_CHK_FLEX_MAJOR_U = "Sprawdź nośność na zginanie względem osi głównej (U)"
IDS_DGN_RPRT_DET_SECT_PARAM_PRIN = "Parametr przekroju względem osi głównej"
IDS_DGN_RPRT_DET_DGN_MOMENT_PRIN = "Moment obliczeniowy względem osi głównej"
IDS_DGN_RPRT_DET_CALC_LIM_WTRF = "Oblicz graniczną smukłość ścianki przy zginaniu"
IDS_DGN_RPRT_DET_WTR = "Stosunek szerokości do grubości"
IDS_DGN_RPRT_DET_YIELD = "Uplastycznienie"
IDS_DGN_RPRT_DET_LTB = "Wyboczenie LTB"
IDS_DGN_RPRT_DET_NOT_APP = "Nie dotyczy"
IDS_DGN_RPRT_DET_CALC_LLB = "Lokalne wyboczenie pasma"
IDS_DGN_RPRT_DET_CHK_FLEX_MINOR_v = "Sprawdź nośność na zginanie względem osi podrzędnej (V)"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS = "Moduł sprężystości przekroju względem pasa rozciąganego i ściskanego"
IDS_DGN_RPRT_DET_CALC_LIM_WTRFF = "Oblicz graniczną smukłość pasa przy zginaniu"
IDS_DGN_RPRT_DET_CALC_LIM_WTRWF = "Oblicz graniczną smukłość środnika przy zginaniu"
IDS_DGN_RPRT_DET_BEND_TENSION_STIFFENED_EFFECT = "Efekt usztywnienia przy rozciąganiu"
IDS_DGN_RPRT_DET_APP = "Zastosowano"
IDS_DGN_RPRT_DET_BEND_RPG = "Współczynnik redukcji nośności na zginanie"
IDS_DGN_RPRT_DET_BEND_CFY = "Uplastycznienie pasa ściskanego"
IDS_DGN_RPRT_DET_BEND_CFLB = "Lokalne wyboczenie pasa ściskanego"
IDS_DGN_RPRT_DET_BEND_TFY = "Uplastycznienie pasa rozciąganego"
IDS_DGN_RPRT_DET_PLASTIC_SECTION_MODULUS = "Wskaźnik wytrzymałości plastycznej względem pasa rozciąganego i ściskanego"
IDS_DGN_RPRT_DET_FLS_NOT_LTB = "Pełne podparcie boczne – wyboczenie LTB nie występuje"
IDS_DGN_RPRT_DET_COMPACT = "Krępy"
IDS_DGN_RPRT_DET_NONCOMPACT = "Nie krępy"
IDS_DGN_RPRT_DET_BEND_YIELD = "Nominalna nośność na zginanie ze względu na uplastycznienie"
IDS_DGN_RPRT_DET_BEND_FLB = "Nominalna nośność na zginanie ze względu na lokalne wyboczenie pasa"
IDS_DGN_RPRT_DET_BEND_FLB_NOT_APP = "Pas krępy - Nie dotyczy"
IDS_DGN_RPRT_DET_BEND_WEB_NOT_APP = "Środnik krępy - Nie dotyczy"
IDS_DGN_RPRT_DET_BEND_SECT_NOT_APP = "Przekrój krępy - Nie dotyczy"
IDS_DGN_RPRT_DET_COMB_CHK = "Sprawdź nośność złożoną"
IDS_DGN_RPRT_DET_COMB_INTERACTION = "Oblicz wskaźnik interakcji nośności złożonej"
IDS_DGN_RPRT_DET_CHK_SHEAR_MAJOR = "Sprawdź nośność na ścinanie względem osi głównej (Z)"
IDS_DGN_RPRT_DET_CALC_SHEAR_MAJOR = "Oblicz nośność na ścinanie względem osi głównej"
IDS_DGN_RPRT_DET_CHK_SHEAR_MINOR = "Sprawdź nośność na ścinanie względem osi podrzędnej (Y)"
IDS_DGN_RPRT_DET_CALC_SHEAR_MINOR = "Oblicz nośność na ścinanie względem osi podrzędnej"
IDS_DGN_RPRT_DET_CALC_WEB_SHEAR_COF = "Oblicz współczynnik ścinania środnika"
IDS_DGN_RPRT_DET_SECT_SIZE_INFO = "Informacja o wymiarach przekroju"
IDS_DGN_RPRT_DET_BEND_WLB = "Lokalne wyboczenie środnika"
IDS_DGN_RPRT_DET_COMP_YIELD = "Uplastycznienie przy ściskaniu"
IDS_DGN_RPRT_DET_CLB = "Lokalne wyboczenie przy ściskaniu"
IDS_DGN_RPRT_DET_CHK_TORSION = "Sprawdź nośność na skręcanie"
IDS_DGN_RPRT_DET_CALC_C = "Oblicz współczynnik C"
IDS_DGN_RPRT_DET_CALC_BUCKLING = "Oblicz nośność wyboczeniową"
IDS_DGN_RPRT_DET_CALC_TORSION_STRN = "Oblicz nominalną nośność na skręcanie"
IDS_DGN_RPRT_DET_CALC_FLB = "Oblicz lokalne wyboczenie pasa"
IDS_DGN_RPRT_DET_CALC_VER_WEB_CAPA = "Sprawdź nośność pionowego pręta środnika"
IDS_DGN_RPRT_DET_CALC_CUV_DUCT_FAC = "Oblicz współczynnik ciągliwości na podstawie krzywizny"
IDS_DGN_RPRT_DET_CALC_MECHA_VOL_HOOP = "Sprawdź mechaniczny stopień objętościowy strzemion w obszarach krytycznych"
IDS_DGN_RPRT_DET_CALC_CRITIC_REGI_SL = "Sprawdź zniszczenie przez poślizg w obszarach krytycznych (Pozycja dolna)"
IDS_DGN_RPRT_DET_CHK_ENDZONE_LENGTH = "Sprawdź długość strefy końcowej"
IDS_DGN_RPRT_DET_ENDZONE_LENGTH = "Długość strefy końcowej"
IDS_DGN_RPRT_DET_CALC_AXIAL_TENS_STRN = "Oblicz osiową wytrzymałość na rozciąganie"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS2 = "Moduł sprężystości przekroju względem pasów rozciąganych i ściskanych"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS3 = "Moduł sprężystości przekroju względem pasów ściskanych"
IDS_DGN_RPRT_CALC_COMP_FLB = "Oblicz lokalne wyboczenie pasa ściskanego"
IDS_DGN_RPRT_LEGS = "nogi"
IDS_DGN_RPRT_LEG = "noga"
IDS_DGN_RPRT_POSITIVE = "Dodatni"
IDS_DGN_RPRT_NEGATIVE = "Ujemny"
IDS_MEMBER_NAME = "NAZWA ELEMENTU"
IDS_SKIP_MESSAGE = "Obliczenia pominięto."
IDS_SECTION_PROP = "Właściwości przekroju"
IDS_THICKNESS_PROP = "Właściwość grubości"
IDS_LENGTH = "Długość"
IDS_STRESS = "Naprężenie"
IDS_STEEL = "Stal"
IDS_STEEL_SECTION = "Przekrój stalowy"
IDS_COMPOSITE_SECTION = "Przekrój zespolony"
IDS_DGN_STRESS_CHECK = "Sprawdzenie naprężeń"
IDS_DGN_SLAB = "Płyta"
IDS_DGN_SHEAR_FORCE = "Siła ścinająca"
IDS_DGN_COMBINED_RATIO = "Współczynnik kombinowany"
IDS_DGN_RPT_REINFORCEMENT_SPACING = "Rozstaw zbrojenia"
IDS_DGN_RPT_SPACING = "Rozstaw"
IDS_DGN_RPT_DISTRIBUTION_REINFORCEMENT = "Zbrojenie rozdzielcze"
IDS_CHECK_DISTRIBUTION_TOP_REINFORCEMENT = "Sprawdź górne zbrojenie rozdzielcze"
IDS_CHECK_DISTRIBUTION_BOT_REINFORCEMENT = "Sprawdź dolne zbrojenie rozdzielcze"
IDS_DGN_RPT_NON_PRESTRESSED_STRUCTURE = "( dla konstrukcji nie sprężonych )"
IDS_DGN_RPT_MEMB_WITHOUT_TENSION_FORCE = "( dla elementów nie rozciąganych )"
IDS_DGN_RPT_COMPOSED_BENDING_TENSION = "( dla elementów poddanych zginaniu z rozciąganiem )"
IDS_DGN_RPT_CONCRETE_AND_STEEL_CLASSES = "(według klasy betonu i stali)"
IDS_DGN_RPT_NOT_REQUIRED = "Nie wymagane."
IDS_DGN_RPT_APPLIED_SPACING = "Zastosowany rozstaw"
IDS_DGN_RPT_CALCULATE_SPACING = "Oblicz rozstaw"
IDS_DGN_RPT_REINFORCEMENT_REQUIRED = "Wymagane zbrojenie"
IDS_DGN_RPT_MAXIMUM_FORCE_ALONG_MEMB = "Maksymalna siła wzdłuż elementu"
IDS_DGN_RPT_DEFAULT_OR_USER_DEFINED = "(Domyślny lub zdefiniowany przez użytkownika)"
IDS_DGN_CALCULATE_MAXIMUM_INTERACTION_RATIO = "Oblicz maksymalny współczynnik interakcji"
IDS_DGN_MAXIMUM_DEFLECTION_POSITION = "Maksymalne ugięcie"
IDS_COMMON_MAIN_REBAR = "Główne zbrojenie"
IDS_COMMON_DISTRI_REBAR = "Zbrojenie rozdzielcze"
IDS_COMMON_STIRRUP = "Strzemiona"
IDS_COMMON_NO_STIRRUP = "Brak strzemion"
IDS_EC2_CHARACTERSTIC = "Charakterystyczna"
IDS_EC2_QUARSIPERMANENT = "Quasi-Stała"
IDS_EC2_FREQUENT = "Częsta"
IDS_EC3_LEFT_TOP_FLANGE = "LEWA PÓŁKA GÓRNA"
IDS_EC3_RIGHT_TOP_FLANGE = "PRAWA PÓŁKA GÓRNA"
IDS_EC3_MID_TOP_FLANGE = "ŚRODKOWA PÓŁKA GÓRNA"
IDS_EC3_LEFT_BOT_FLANGE = "LEWA PÓŁKA DOLNA"
IDS_EC3_RIGHT_BOT_FLANGE = "PRAWA PÓŁKA DOLNA"
IDS_EC3_MID_BOT_FLANGE = "ŚRODKOWA PÓŁKA DOLNA"
IDS_EC3_WEB = "ŚRODNIK"
IDS_EC3_TOP_PART_WEB = "GÓRNA CZĘŚĆ ŚRODNIKA"
IDS_EC3_BOT_PART_WEB = "DOLNA CZĘŚĆ ŚRODNIKA"
IDS_EC3_WEB_PANEL = "Panel środnika"
IDS_EC3_WEB_DUMMY = "Środnik fikcyjny"
IDS_EC3_SECTION_CLASS = "Klasyfikacja przekroju"
IDS_EC2_DEFLECTION_AMPLIFICATION_FACTOR = "Współczynnik zwiększenia ugięcia"
IDS_EC3_TOP_WEB = "ŚRODNIK GÓRNY"
IDS_EC3_BOTTOM_WEB = "ŚRODNIK DOLNY"
IDS_EC3_LEFT_WEB = "ŚRODNIK LEWY"
IDS_EC3_RIGHT_WEB = "ŚRODNIK PRAWY"
IDS_EC3_TUBULAR = "RUROWY"
IDS_EC3_INT_BOT_FLANGE = "WEWNĘTRZNA PÓŁKA DOLNA"
IDS_EC3_INT_TOP_FLANGE = "WEWNĘTRZNA PÓŁKA GÓRNA"
IDS_EC3_LEFT_MIDDLE_TOP_FLANGE = "LEWA ŚRODKOWA PÓŁKA GÓRNA"
IDS_EC3_RIGHT_MIDDLE_TOP_FLANGE = "PRAWA ŚRODKOWA PÓŁKA GÓRNA"
IDS_EC3_LEFT_MIDDLE_BOT_FLANGE = "LEWA ŚRODKOWA PÓŁKA DOLNA"
IDS_EC3_RIGHT_MIDDLE_BOT_FLANGE = "PRAWA ŚRODKOWA PÓŁKA DOLNA"
IDS_EC3_TOP_FLANGE_PANEL = "Panel półki górnej"
IDS_EC3_BOT_FLANGE_PANEL = "Panel półki dolnej"
IDS_EC3_TOP_FLANGE = "PÓŁKA GÓRNA"
IDS_EC3_BOT_FLANGE = "PÓŁKA DOLNA"
IDS_EC3_LEFT_D_TOP_FLANGE = "LEWA-D PÓŁKA GÓRNA"
IDS_EC3_RIGHT_D_TOP_FLANGE = "PRAWA-D PÓŁKA GÓRNA"
IDS_EC3_LEFT_1_TOP_FLANGE = "LEWA-1 PÓŁKA GÓRNA"
IDS_EC3_LEFT_2_TOP_FLANGE = "LEWA-2 PÓŁKA GÓRNA"
IDS_EC3_RIGHT_1_TOP_FLANGE = "PRAWA-1 PÓŁKA GÓRNA"
IDS_EC3_RIGHT_2_TOP_FLANGE = "PRAWA-2 PÓŁKA GÓRNA"
IDS_EC3_LEFT_D_BOT_FLANGE = "LEWA-D PÓŁKA DOLNA"
IDS_EC3_RIGHT_D_BOT_FLANGE = "PRAWA-D PÓŁKA DOLNA"
IDS_DGN_CONSTRUCTIBILITY = "Konstruowalność"
IDS_AS_FROM_BOTTOM_SURFACE_SECTION = "od dolnej powierzchni przekroju"
IDS_AS_ASSUMED_TRANSVERSE_STRESS_FLANGE_ZERO = "Założono, że naprężenie poprzeczne w blasze półki wynosi zero"
IDS_AS_STRENGTH_FLANGE_PLATE = "Wytrzymałość blachy półki"
IDS_AS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER = "Wytrzymałość podłużnego usztywnienia półki"
IDS_CRACKED = "Zarysowany"
IDS_EFFECTIVE_SECTION_PROP = "Właściwości przekroju efektywnego"
IDS_AS_CHECK_MINIMUM_AREA_REINFORCEDMENT = "Sprawdź minimalne pole zbrojenia"
IDS_AS_ASSUMED_AREA_THE_END_POST_SATISFIES_EQ_5_14_9 = "Założono, że pole słupków skrajnych spełnia wymagania równania 5.14.9."
IDS_AS_CRACK_CONTROL_SLAB = "Kontrola zarysowania płyty"
IDS_AS_NOMINAL_DIAMETER = "Średnica nominalna"
IDS_AS_CENTER_TO_CENTER_SPACING = "Rozstaw w osiach"
IDS_AS_CHECK_MAXIMUM_SPACING_REBAR = "Sprawdź maksymalny rozstaw prętów zbrojeniowych"
IDS_AS_YIELDING_FLANGE_PLATE = "Uplastycznienie blachy półki %s"
IDS_AS_PANEL_FROM_TOP_FLANGE = "panel od półki górnej"
IDS_AS_STIFFENER_FROM_TOP_FLANGE = "usztywnienie od półki górnej"
IDS_AS_CRITICAL_PANEL = "Panel krytyczny:"
IDS_AS_CRITICAL_STIFFENER = "Usztywnienie krytyczne:"
IDS_AS_FIRST = "Pierwszy"
IDS_AS_SECOND = "Drugi"
IDS_AS_THIRD = "Trzeci"
IDS_AS_FOURTH = "Czwarty"
IDS_AS_FIFTH = "Piąty"
IDS_AS_SIXTH = "Szósty"
IDS_AS_SEVENTH = "Siódmy"
IDS_INTERACTION_SHEAR_BENDING = "Interakcja ścinania i zginania"
IDS_INTERACTION_SHEAR_BENDING_2LINE = "Interakcja ścinania i zginania"
IDS_PROPORTIONING_METHOD = "Metoda proporcjonalna"
IDS_SHEAR_BENDING_INTERACTION_METHOD = "Metoda interakcji ścinania i zginania"
IDS_CLAUSE_4_6_3_ALLOW_SEQUECE_CONSTRUCTION = "Określa się zgodnie z punktem 4.6.3, aby uwzględnić kolejność wykonania."
IDS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER = "Nośność podłużnych żeber usztywniających półkę"
IDS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER_2LINE = "Nośność podłużnych żeber usztywniających półkę"
IDS_DEMAND = "Wartość wymagana"
IDS_CAPACITY = "Nośność"
IDS_YIELDING_FLANGE_PLATE = "Uplastycznienie blachy półki"
IDS_LONGITUDINAL_SHEAR_SLS = "Ścinanie podłużne dla SLS"
IDS_CHARACTERISTIC_SHEAR_CAPACITY_OF_SHEAR_CONNECTORS = "Charakterystyczna nośność na ścinanie łączników"
IDS_DESIGN_FOR_LONGITUDINAL_SHEAR = "Wymiarowanie na ścinanie podłużne"
IDS_DESIGN_LONGITUDINAL_SHEAR_FORCE_PER_UNIT_LENGTH = "Obliczeniowa siła ścinająca podłużna na jednostkę długości"
IDS_FORCE = "Siła"
IDS_COMPOSITE = "Zespolony"
IDS_COMPONENT = "Element"
IDS_STRESSES = "Naprężenia"
IDS_TOP_FLANGE = "Półka górna"
IDS_BOTTOM_FLANGE = "Półka dolna"
IDS_WARPING_STRESSES = "Naprężenia wykrzywiające"
IDS_DSITORSIONAL_WARPING = "Skręcenie wykrzywiające"
IDS_EFFECTIVE_PLASTIC_NEUTRAL_AXIS = "Efektywna plastyczna oś obojętna"
IDS_DESIGN_FOR_BENDING_MOMENT = "Wymiarowanie na moment zginający"
IDS_MOMENT_MODIFICATION_FACTOR = "Współczynnik modyfikacji momentu"
IDS_SHEAR_YIELD_CAPACITY = "Nośność plastyczna na ścinanie"
IDS_SHEAR_BUCKLING_CAPACITY = "Nośność na wyboczenie przy ścinaniu"
IDS_INTERACTION_BUCKLING_CRITERION = "Kryterium interakcji wyboczeniowej"
IDS_RESTRAINT_WEB_PANELS = "Podparcie paneli środnika"
IDS_THIS_WEB_PANEL_IS_RESTRAINED = "Ten panel środnika jest podparty"
IDS_THIS_WEB_PANEL_IS_UNRESTRAINED = "Ten panel środnika jest niepodparty"
IDS_BUCKLING_COEFFICIENTS = "Współczynniki wyboczeniowe"
IDS_AXIAL_COEFFICIENTS = "Współczynnik osiowy"
IDS_SHEAR_COEFFICIENTS = "Współczynnik ścinania"
IDS_BENDING_COEFFICIENTS = "Współczynnik zginania"
IDS_STRENGTH_LONGITUDINAL_WEB_STIFFENER = "Wytrzymałość podłużnych usztywnień środnika"
IDS_STIFFENER = "Usztywnienie"
IDS_MINIMUM_STIFFNESS = "Sztywność minimalna"
IDS_YIELDING_WEB_PANEL = "Uplastycznienie paneli środnika"
IDS_PLASTIC_MOMENT = "Moment plastyczny"
IDS_MATERIAL_STEEL_GRADE = "사용강종"
IDS_DGN_RPT_TABLE = "표"
IDS_DGN_RPT_EQUATION = "식"
IDS_DGN_ALLOWABLE_FLEXURAL_TENSILE_STRESS = "허용휨인장응력"
IDS_DGN_ALLOWABLE_FLEXURAL_COMPRESSIVE_STRESS = "허용휨압축응력"
IDS_DGN_ALLOWABLE_COMP_STRESS_NOT_BUCKLING = "국부좌굴을 고려하지 않은 허용축방향압축응력"
IDS_DGN_RPT_Y_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Y축에 대한 유효좌굴길이"
IDS_DGN_RPT_Z_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Z축에 대한 유효좌굴길이"
IDS_DGN_RPT_MEMBER_EFFECTIVE_BUCKLING_LENGTH = "부재의 유효좌굴길이"
IDS_DGN_RPT_MEMBER_RADIUS_OF_GYRATION = "부재 총단면의 단면회전반경"
IDS_DGN_RPT_MEMBER_SLENDERNESS = "세장비"
IDS_DGN_RPT_DIVISION = "구분"
IDS_DGN_RPT_DISTANCE_BETWEEN_COMP_FLANGE = "압축플랜지 고정점간 거리"
IDS_DGN_RPT_COMP_FLANGE_WIDTH = "압축플랜지 폭"
IDS_DGN_RPT_WEB_AREA = "복부판의 총단면적"
IDS_DGN_RPT_COMP_FLANGE_AREA = "압축플랜지 총단면적"
IDS_DGN_RPT_LOCAL_BUCKLING_ALLOWABLE_STRESS_OF_OUTSTAND = "자유돌출판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_COMP_STRESS_MIN_THICKNESS_OF_OUTSTAND = "압축응력을 받는 자유돌출판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_EULER_BUCKLING_STRESS = "허용 오일러 좌굴응력"
IDS_DGN_RPT_ALLOWABLE_SHEAR_STRESS = "허용 전단응력"
IDS_DGN_RPT_NOTE = "uwaga"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING_STIFFENED_PLATE_SUPPORT_PLATE = "보강된판 및 양연지지판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_PLATE_THICKNESS = "판두께"
IDS_DGN_RPT_DISTANCE_BETWEEN_FIXED_EGDES_PLATE = "판의 고정연 사이의 거리"
IDS_DGN_RPT_STRESS_GRADIENT_COEFFICIENT = "응력구배계수"
IDS_DGN_RPT_STRESS_GRADIENT = "응력구배"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE = "판의 양연에서의 응력"
IDS_DGN_RPT_MIN_THICKNESS_INTERNAL_PLATE_COMPRESSIVE_STRESS = "압축응력을 받는 양연지지판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_STRESS_INTERNAL_PLATE_LOCAL_BUCKLING = "양연지지판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE_EXCLUDED_FROM_REVIEW_INTERNAL_PLATE = "판의 양연에서의 응력이 인장이므로, 압축응력을 받는 양연지지판 검토에서 제외."
IDS_DGN_RPT_THICKNESS_OF_STIFFENED_PLATE = "보강된 판의 두께"
IDS_DGN_RPT_WIDTH_OF_STIFFENED_PLATE = "보강된 판의 폭"
IDS_DGN_RPT_NUMBER_OF_PANELS_SEPERATED_BY_L_STIFFENERS = "종방향보강재에 의해 구분되는 패널의 수"
IDS_DGN_RPT_MIN_THICKNESS_STIFFENED_PLATE_COMPRESSIVE_STRESS = "압축응력을 받는 보강된 판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING_OF_STIFFENED_PLATE = "보강된 판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE_EXCLUDED_FROM_REVIEW_STIFFENED_PLATE = "판의 양연에서의 응력이 인장이므로, 압축응력을 받는 보강된 판 검토에서 제외."
IDS_DGN_RPT_ALLOWABLE_STRESS_SUMMARY = "허용응력 요약"
IDS_DGN_RPT_OUTSTAND_PLATE = "자유돌출판"
IDS_DGN_RPT_INTERNAL_PLATE = "양연지지판"
IDS_DGN_RPT_STIFFENED_PLATE = "보강된 판"
IDS_DGN_RPT_CHECKING_FLEXURAL_STRESS = "휨응력에 대한 검토"
IDS_DGN_RPT_CHECKING_SHEAR_STRESS = "전단응력에 대한 검토"
IDS_DGN_RPT_WEB_THICKNESS = "복부 두께"
IDS_DGN_RPT_CHECKING_COMBINED_STRESS = "합성응력에 대한 검토"
IDS_DGN_RPT_DISTANCE_CENTROID_TO_OUTERMOST_SIDE_OF_CLOSED_SECTION = "단면 도심으로부터 폐단면의 최외측까지의 거리"
IDS_DGN_RPT_CHECKING_ALLOWABLE_STRESS_FOR_AXIAL_BENDING_MEMBER = "축방향력 및 휨모멘트를 받는 부재의 허용응력 검토"
IDS_DGN_RPT_AXIAL_STRESS = "축방향력에 의한 응력"
IDS_DGN_RPT_STRESS_FOR_BENDING = "휨모멘트에 의한 응력"
IDS_DGN_RPT_EFFECT_OF_ADDITIONAL_BENDING_MOMENT_CANNOT_BE_CONSIDERED = "일 경우 부가적인 휨모멘트의 영향을 고려할 수 없습니다"
IDS_DGN_RPT_FORMULAR_CANNOT_BE_CONSIDERED = "일 경우 검토식을 적용할 수 없습니다"
IDS_DGN_RPT_CHECKING_AXIAL_FORCE = "축방향력에 대한 검토"
IDS_DGN_RPT_ALLOWABLE_AXIAL_TENSILE_STRESS_FLEXURAL_TENSILE_STRESS = "허용축방향인장응력 및 허용휨인장응력"
IDS_DGN_RPT_ALLOWABLE_AXIAL_TENSILE_STRESS = "허용축방향인장응력"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING = "국부좌굴에 대한 허용응력"
IDS_DGN_RPT_ALLOWABLE_AXIAL_COMPRESSION_STRESS_UPPER_LIMIT_NOT_LOCAL_BUCKLING = "국부좌굴을 고려하지 않은 허용축방향압축응력의 상한값"
IDS_DGN_RPT_PIPE_RADIUS = "강관의 반지름"
IDS_DGN_RPT_SECTION_NAME = "단면이름"
IDS_DGN_RPT_LOAD_COMBINATION = "하중조합"
IDS_DGN_RPT_SECTION_PROPERTIES = "단면제원상수"
IDS_DGN_RPT_CHECK_POSITION = "검토위치"
IDS_DGN_RPT_EFFECTIVE_BUCKLING_LENGTH = "유효좌굴장"
IDS_DGN_RPT_CHECKING_STRESS_RESULT = "응력검토 결과"
IDS_DGN_RPT_CHECKING_RESULT = "검토 결과"
IDS_DGN_RPT_RESULT_BENDING_STRESS = "휨 응력도"
IDS_DGN_RPT_RESULT_AXIAL_TENSILE_STRESS = "축방향 인장 응력도"
IDS_DGN_RPT_RESULT_SHEAR_STRESS = "전단 응력도"
IDS_DGN_RPT_RESULT_COMBINED_STRESS = "합성 응력도"
IDS_DGN_RPT_RESULT_STABILITY_FOR_AXIAL_TENSION = "축방향 힘이 인장의 경우의 안정조사"
IDS_DGN_RPT_RESULT_STABILITY_FOR_AXIAL_COMPRESSION = "축방향 힘이 압축의 경우의 안정조사"
IDS_DGN_RPT_CHECKING_OKNG = "판정"
IDS_DGN_RPT_COMBINED_STRESS = "합성응력"
IDS_DGN_RPT_ALLOWABLE_VAULE = "허용값"
IDS_DGN_RPT_POSITION = "Położenie"
IDS_DGN_RPT_DIRECTION = "kierunek"
IDS_DGN_RPT_PANEL_SIZE = "패널수"
IDS_DGN_RPT_MAX_ALLOWABLE_STRESS_NOT_CHANGE_DEPENDING_ON_THICKNESS = "판두께에 의해 내력이 변화하지 않는 강재(-H사양)을 사용"
IDS_DGN_RPT_APPLY_UPPER_LIMIT_ALLOWABLE_BENDING_COMPRESSIVE_STRESS = "허용 휨 압축응력도의 상한값 적용"
IDS_DGN_RPT_APPLY_UPPER_LIMIT_ALLOWABLE_STRESS_FOR_LOCAL_BUCKLING = "국부좌굴에 대한 허용 응력도의 상한값 적용(웹부재)"
IDS_DGN_RPT_ALLOWABLE_STRESS_CHECKING = "허용응력 계산"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_TOP_CORNER = "상단 우각부"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_BOTTOM_CORNER = "하단 우각부"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_TOP_FLANGE = "상부 플랜지"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_BOTTOM_FLANGE = "하부 플랜지"
IDS_DGN_RPT_PART_WEB = "Środnik"
IDS_DGN_RPT_PART_FLANGE = "Półka"
IDS_DGN_RPT_PART_CORNER = "Naroże"
IDS_DGN_RPT_PART_CENTER = "중앙"
IDS_DGN_RPT_PART_TOP = "상단"
IDS_DGN_RPT_PART_BOTTOM = "하단"
IDS_DGN_RPT_PART_LEFT_TOP = "좌상단"
IDS_DGN_RPT_PART_RIGHT_TOP = "우상단"
IDS_DGN_RPT_PART_RIGHT_BOTTOM = "우하단"
IDS_DGN_RPT_PART_LEFT_BOTTOM = "좌하단"
IDS_DGN_RPT_RESPONSE_MODIFICATION_FACTOR = "Współczynnik modyfikacji odpowiedzi"
IDS_AU_BRACED_COLUMN = "Słup stężony"
IDS_AU_DAY = "Dzień"
IDS_AU_DAYS = "Dni"
IDS_AU_DIRECTION = "Kierunek"
IDS_AU_DOUBLE_CURVATURE = "Zginanie dwukierunkowe"
IDS_AU_ELEMENT_ID = "ID elementu"
IDS_AU_END_I = "KONIEC-I"
IDS_AU_END_J = "KONIEC-J"
IDS_AU_ENVIRONMENT_ARID = "Suchy"
IDS_AU_ENVIRONMENT_INTERIOR = "Wewnętrzny"
IDS_AU_ENVIRONMENT_NEAR_COASTAL = "Przybrzeżny"
IDS_AU_ENVIRONMENT_TEMPERATE_INLAND = "Umiarkowany śródlądowy"
IDS_AU_ENVIRONMENT_TROPICAL = "Tropikalny"
IDS_AU_MIDDLE = "ŚRODEK"
IDS_AU_NODE_ID = "ID węzła"
IDS_AU_PARA_END_I = "Koniec ( i )"
IDS_AU_PARA_END_J = "Koniec ( j )"
IDS_AU_PARA_MIDDLE = "Środek"
IDS_AU_POSITION = "Położenie"
IDS_AU_SECTION_ID = "ID przekroju"
IDS_AU_THICKNESS_ID = "ID grubości"
IDS_AU_UNBRACED_COLUMN = "Słup niestężony"
IDS_AU_ABSOLUTE_VALUES = "Wartości bezwzględne"
IDS_AU_AGE_OF_CONCRETE = "Wiek betonu"
IDS_AU_AGGREGATE_SIZE = "Wymiar kruszywa"
IDS_AU_ANGLE_OF_INCLINATION = "Kąt nachylenia"
IDS_AU_APPLY_MIN_BEND_MOMENT = "Zastosuj minimalny moment zginający"
IDS_AU_AREA_BAR_CLOSED_FITMENT = "Pole przekroju pręta tworzącego strzemię zamknięte"
IDS_AU_AREA_BOUND_OUTERMOST_FITMENTS = "Pole przekroju ograniczone linią środkową zewnętrznych strzemion"
IDS_AU_AREA_ENCLOSED_SHEAR_FLOW_PATH = "Powierzchnia zamknięta przez tor przepływu siły tnącej"
IDS_AU_AREA_ENCLOSED_TRANS_TORS_REIN = "Powierzchnia ograniczona osią środkową zewnętrznego zamkniętego zbrojenia poprzecznego dla skręcania"
IDS_AU_AREA_REIN_HALF_DEPTH_TENSION_ZONE = "Powierzchnie przekrojowe prętów zbrojenia w połowie wysokości przekroju zawierającego strefę rozciągania"
IDS_AU_ASSUMED_BY_DESIGN = "Założone w projekcie"
IDS_AU_BALANCED_AXIS = "Oś zrównoważona"
IDS_AU_BASIC_DRY_SHRINK_STRAIN = "Podstawowe odkształcenie skurczowe"
IDS_AU_BEND_MOMENT_STRN = "Nośność na moment zginający"
IDS_AU_CENT_SPAC_BAR_NEAR_TENS_FACE = "Rozstaw osiowy prętów przy powierzchni rozciąganej"
IDS_AU_CENT_SPAC_REIN = "Rozstaw osiowy zbrojenia"
IDS_AU_CHAR_UNIAX_TENS_STRN_CONC = "Charakterystyczna jednoosiowa wytrzymałość betonu na rozciąganie"
IDS_AU_CHAR_YIELD_STRN_REIN = "Charakterystyczna granica plastyczności zbrojenia"
IDS_AU_CITY = "Miasto"
IDS_AU_COMP_FORC_REIN_SINGLE = "Siła ściskająca w zbrojeniu (przekrój pojedynczo zbrojony)"
IDS_AU_COMP_FORCE = "Siła ściskająca"
IDS_AU_COMP_FORCE_CONC = "Siła ściskająca w betonie"
IDS_AU_CRACK_WIDTH = "Szerokość rysy"
IDS_AU_DAY_OF_DRYING = "Dzień schnięcia"
IDS_AU_DESIGN_FACTORS = "Współczynniki projektowe"
IDS_AU_DIST_LONG_BAR_SIDE = "Odległość pręta podłużnego od boku"
IDS_AU_DIST_LONG_BAR_SOFFIT = "Odległość pręta podłużnego od spodu"
IDS_AU_EFF_DEPTH_BENDING = "Wysokość efektywna przekroju w płaszczyźnie zginania"
IDS_AU_EFFECTIVE_COMP_STRENG_FACT = "Współczynnik efektywnej wytrzymałości na ściskanie"
IDS_AU_ENVIRONMENT = "Środowisko"
IDS_AU_EQUIV_FACT_SHEAR_FORC = "Równoważna obliczeniowa siła ścinająca"
IDS_AU_EXPOSED_PERI_SECT = "Obwód przekroju wystawiony na działanie środowiska"
IDS_AU_EXPOSURE_CLASSIFICATION = "Klasa ekspozycji"
IDS_AU_FINAL_AUTO_SHRINK_STRAIN = "Końcowe odkształcenie skurczu autogenicznego"
IDS_AU_FINAL_DRY_SHRINK_STRAIN = "Końcowe podstawowe odkształcenie skurczu od wysychania"
IDS_AU_GOVERN_LCOM = "Dominująca kombinacja obciążeń"
IDS_AU_HOOP = "Strzemię"
IDS_AU_HOOP_BAR = "Pręt strzemiona"
IDS_AU_INSIDE_SPECIAL_CONFINE_REGION = "Wewnątrz specjalnego obszaru skrępowania"
IDS_AU_LENG_OUTSIDE_PERI_CONC = "Długość zewnętrznego obwodu przekroju betonowego"
IDS_AU_MAIN_BAR = "Pręt główny"
IDS_AU_MAX_ALLOW_LONG_REIN = "Maksymalne dopuszczalne zbrojenie podłużne"
IDS_AU_MAX_LONG_SPAC_SHEAR_REIN = "Maksymalny podłużny rozstaw zbrojenia na ścinanie"
IDS_AU_MAX_REQ_FLEX_TENS_REIN = "Maksymalne wymagane zbrojenie rozciągane przy zginaniu"
IDS_AU_MAX_SLEND_RATIO_EXCEED = "Przekroczono maksymalną smukłość"
IDS_AU_MAX_SLEND_RATIO_NOT_EXCEED = "Nie przekroczono maksymalnej smukłości"
IDS_AU_MAX_STRS_REIN_DIA = "Maksymalne naprężenie w zbrojeniu wg średnicy"
IDS_AU_MAX_STRS_REIN_SPAC = "Maksymalne naprężenie w zbrojeniu wg rozstawu"
IDS_AU_MEAN_AXIAL_TENS_STRN_CONC = "Średnia wartość osiowej wytrzymałości betonu na rozciąganie"
IDS_AU_MEAN_VALUE_COMP_STRN_CONC = "Średnia wartość wytrzymałości betonu na ściskanie in situ"
IDS_AU_MIN_ALLOW_LONG_REIN = "Minimalne dopuszczalne zbrojenie podłużne"
IDS_AU_MIN_BEND_MOMENT = "Minimalny moment zginający"
IDS_AU_MIN_REQ_FLEX_TENS_REIN = "Minimalne wymagane zbrojenie rozciągane przy zginaniu"
IDS_AU_MIN_REQ_STRN = "Minimalna wymagana wytrzymałość"
IDS_AU_MIN_TRANS_SHEAR_REIN = "Minimalne poprzeczne zbrojenie na ścinanie"
IDS_AU_MOMENT_INERTIA_COMP_REIN = "Moment bezwładności od zbrojenia ściskanego"
IDS_AU_MOMENT_INERTIA_CONC = "Moment bezwładności od betonu"
IDS_AU_MOMENT_INERTIA_TENS_REIN = "Moment bezwładności od zbrojenia rozciąganego"
IDS_AU_MOMENT_STRN = "Nośność na moment"
IDS_AU_NEUTRAL_AXIS = "Oś obojętna"
IDS_AU_NO_LATERAL_RESTRAIN_LONG_BARS = "Liczba wzdłużnych prętów zbrojenia bocznie podpartych"
IDS_AU_NOMI_CAPA_RBAR_BALANCE_AXIS = "Nominalna nośność zbrojenia dla osi zrównoważonej"
IDS_AU_NOMI_CAPA_RBAR_NEUTRAL_AXIS = "Nominalna nośność zbrojenia dla osi obojętnej"
IDS_AU_NOT_SPECIAL_CONFINE_REGION = "NIE JEST to specjalny obszar skrępowania"
IDS_AU_ON_FLEX_COMP_SIDE = "Po stronie ściskanej przy zginaniu"
IDS_AU_ON_FLEX_TENS_SIDE = "Po stronie rozciąganej przy zginaniu"
IDS_AU_OUTSIDE_SPECIAL_CONFINE_REGION = "Poza specjalnym obszarem skrępowania"
IDS_AU_OVERALL_DEPTH_BENDING = "Całkowita wysokość przekroju w płaszczyźnie zginania"
IDS_AU_POSI_TENSION_NEGA_COMP = "Dodatnie dla rozciągania, ujemne dla ściskania"
IDS_AU_RECT_SECT = "Przekrój prostokątny"
IDS_AU_REIN_REQ_COLM = "Wymagania dotyczące zbrojenia słupów"
IDS_AU_REIN_REQ_WALL = "Wymagania dotyczące zbrojenia ścian"
IDS_AU_REIN_TENS_ZONE_CRACK = "Zbrojenie w strefie rozciąganej dla kontroli zarysowania"
IDS_AU_ROTATE_ANGLE_NEUTRAL_AXIS = "Kąt obrotu osi obojętnej"
IDS_AU_ROTATED_SECT = "Przekrój obrócony"
IDS_AU_SEARCH_NEUTRAL_AXIS = "Wyszukiwanie zasięgu strefy ściskanej"
IDS_AU_SHEAR_STRN = "Wytrzymałość na ścinanie"
IDS_AU_SLEND_RATIO = "Smukłość"
IDS_AU_SPECIAL_CONFINE_REGION = "Specjalny obszar skrępowania"
IDS_AU_SPIRAL = "Spirala"
IDS_AU_STRS_REIN = "naprężenie w zbrojeniu"
IDS_AU_T_SECT_FLG_TENS = "Przekrój teowy, półka rozciągana"
IDS_AU_T_SECT_WEB_TENS = "Przekrój teowy, środnik rozciągany"
IDS_AU_TENS_FORC_REIN = "Siła rozciągająca w zbrojeniu"
IDS_AU_TENS_REIN_AREA = "Pole powierzchni zbrojenia rozciąganego"
IDS_AU_TORS_CAPA = "Nośność na skręcanie"
IDS_AU_TORS_CRACK_MOMENT = "Moment rysujący przy skręcaniu"
IDS_AU_TORS_STRN = "Wytrzymałość na skręcanie"
IDS_AU_TOTAL_AREA_OUTSIDE_PERI_CONC = "Całkowite pole ograniczone zewnętrznym obwodem przekroju betonowego"
IDS_AU_TRANS_SHEAR_REIN_NOT_REQ = "Poprzeczne zbrojenie na ścinanie NIE jest wymagane"
IDS_AU_TRANS_SHEAR_REIN_REQ = "Poprzeczne zbrojenie na ścinanie jest wymagane"
IDS_AU_UNIFORM_COMP_STRS_DEPTH_FACT = "Współczynnik głębokości jednolitej strefy ściskanej"
IDS_AU_UNIFORM_COMP_STRS_FACT = "Współczynnik jednolitego naprężenia ściskającego"
IDS_AU_USER_INPUT_APPLIED = "Zastosowano dane użytkownika"
IDS_AU_VERIFY_SPECIAL_CONFINE_REGION_REQ = "Weryfikacja wymagań dla specjalnego obszaru skrępowania"
IDS_AU_AXIAL_MOMENT_CAPA = "Nośność osiowa / na moment"
IDS_AU_MIN_TRANS_REIN_AREA = "Minimalne pole powierzchni zbrojenia poprzecznego"
IDS_AU_CONFINE_CORE = "Skrępowanie rdzenia"
IDS_AU_SPAC_FITMENTS = "Rozstaw strzemion"
IDS_AU_BAR_DIA_FITMENT = "Średnica pręta strzemion"
IDS_AU_MAX_TRANS_REIN_SPAC = "Maksymalny rozstaw zbrojenia poprzecznego"
IDS_AU_ANAL_RES_BENDING = "Wyniki analizy dla zginania"
IDS_AU_AXIAL_FORC_DUE_TO_DEAD_LOAD = "Siły osiowe od obciążenia stałego"
IDS_AU_AXIAL_FORC_DUE_TO_LIVE_LOAD = "Siły osiowe od obciążenia zmiennego"
IDS_AU_CENT_TO_CENT_SPAC = "Rozstaw osiowy"
IDS_AU_CLEAR_DIST = "Odległość w świetle"
IDS_AU_CTRL_FOR_CRACKING = "Kontrola zarysowania"
IDS_AU_DIST_TOP_FIBER_CENT_COMP_FORC = "Odległość od górnego włókna do środka ciężkości wypadkowej sił ściskających"
IDS_AU_DIST_TOP_FIBER_CENT_TENS_FORC = "Odległość od górnego włókna do środka ciężkości wypadkowej sił rozciągających"
IDS_AU_HOR_REINF_CRACK_CTRL = "Zbrojenie poziome do kontroli zarysowania"
IDS_AU_MAX_CENT_TO_CENT_SPAC = "Maksymalny rozstaw osiowy"
IDS_AU_MIN_CLEAR_DIST = "Minimalna odległość w świetle"
IDS_AU_PERMANENT_EFFECT = "Oddziaływanie trwałe"
IDS_AU_REINF_SECOND_DIR_REST_SLAB = "Zbrojenie w kierunku drugorzędnym w płytach utwierdzonych"
IDS_AU_SHRINK_TEMP_EFFECT = "Efekty skurczu i temperatury"
IDS_AU_SLS_LOAD_COMB = "Kombinacja obciążeń SLS"
IDS_AU_CALC_ANGLE_CONC_COMP_LONG_AXIS = "Oblicz kąt nachylenia betonowego krzyżulca ściskanego względem osi podłużnej"
IDS_AU_CALC_AUTO_SHRINK_STRAIN = "Oblicz odkształcenie od skurczu autogenicznego"
IDS_AU_CALC_AXIAL_LOAD_MOMENT_CAPA = "Oblicz nośność na siłę osiową i moment"
IDS_AU_CALC_BUCKLING_LOAD = "Oblicz obciążenie wyboczeniowe"
IDS_AU_CALC_BY_FEM_METHOD = "Obliczone metodą FEM"
IDS_AU_CALC_CAPA_COMP_STRS_BLCOK = "Oblicz nośność strefy ściskanej betonu"
IDS_AU_CALC_CAPA_REIN = "Oblicz nośność zbrojenia"
IDS_AU_CALC_COEF_MOMENT_MAGNIFIER = "Oblicz współczynnik zwiększający moment"
IDS_AU_CALC_COMP_STRS_BLOCK_FACT = "Oblicz współczynnik strefy ściskanej"
IDS_AU_CALC_DGN_CREEP_COEF = "Oblicz obliczeniowy współczynnik pełzania"
IDS_AU_CALC_DGN_FORC = "Oblicz siłę obliczeniową"
IDS_AU_CALC_DGN_FORC_NMM = "Oblicz siłę obliczeniową dla NMM"
IDS_AU_CALC_DGN_FORC_NM = "Oblicz siłę obliczeniową dla NM"
IDS_AU_CALC_DGN_MOMENT = "Oblicz moment obliczeniowy"
IDS_AU_CALC_DGN_SHRINK_STRAIN = "Oblicz obliczeniowe odkształcenie od skurczu"
IDS_AU_CALC_DIFF_MEAN_STRAIN_REIN_CONC = "Oblicz różnicę między średnim odkształceniem w zbrojeniu i w betonie"
IDS_AU_CALC_DRY_SHRINK_STRAIN = "Oblicz odkształcenie od skurczu od wysychania"
IDS_AU_CALC_ECCEN = "Oblicz mimośród"
IDS_AU_CALC_EFF_DEPTH_CONC_TENS = "Oblicz efektywna głębokość betonu w strefie rozciąganej wokół prętów"
IDS_AU_CALC_EFF_MODULAR_RATIO = "Oblicz efektywny stosunek modułów sprężystości"
IDS_AU_CALC_EFF_SHEAR_DEPTH = "Oblicz efektywną wysokość użyteczną przy ścinaniu"
IDS_AU_CALC_FACT = "Oblicz współczynnik"
IDS_AU_CALC_FACT_STRS = "Oblicz współczynnik dla naprężeń"
IDS_AU_CALC_FORC_COMPO_NEUT_AXIS = "Oblicz składowe siły w osi obojętnej"
IDS_AU_CALC_HYPO_THICK = "Oblicz grubość zastępczą"
IDS_AU_CALC_INERTIA_CRACK_SECT = "Oblicz moment bezwładności przekroju zarysowanego"
IDS_AU_CALC_LIMIT_SLEND_RATIO = "Oblicz smukłość graniczną"
IDS_AU_CALC_LONG_STRAIN_CONC_SHEAR = "Oblicz podłużne odkształcenie w betonie przy ścinaniu"
IDS_AU_CALC_MAX_FINAL_CRACK_SPAC = "Oblicz maksymalny końcowy rozstaw rys"
IDS_AU_CALC_MAX_REQ_FLEX_TENS_REIN = "Oblicz maksymalne wymagane zbrojenie rozciągane przy zginaniu"
IDS_AU_CALC_MAX_SPAC_TRANS_REIN = "Oblicz maksymalny rozstaw poprzecznego zbrojenia na ścinanie"
IDS_AU_CALC_MAX_STRS_REIN_TENS_ZONE = "Oblicz maksymalne naprężenie zbrojenia w strefie rozciąganej"
IDS_AU_CALC_MIN_BEND_MOMENT = "Oblicz minimalny moment zginający"
IDS_AU_CALC_MIN_REQ_FLEX_TENS_REIN = "Oblicz minimalne wymagane zbrojenie rozciągane przy zginaniu"
IDS_AU_CALC_MIN_REQ_STRN_BEND = "Oblicz minimalną wymaganą wytrzymałość na zginanie"
IDS_AU_CALC_MIN_TRANS_SHEAR_REIN = "Oblicz minimalne poprzeczne zbrojenie na ścinanie"
IDS_AU_CALC_MODI_FACT = "Oblicz współczynniki modyfikacji"
IDS_AU_CALC_MODI_FACT_NLINEAR_CREEP = "Oblicz współczynnik modyfikacji dla nieliniowego pełzania"
IDS_AU_CALC_MOMENT_CAPA_BUCKLING_LOAD = "Oblicz nośność na moment dla obciążenia wyboczeniowego"
IDS_AU_CALC_MOMENT_MAGNIFIER = "Oblicz współczynnik zwiększający moment"
IDS_AU_CALC_MOMENT_RESIST = "Oblicz nośność na moment"
IDS_AU_CALC_NEUTRAL_AXIS_DEPTH = "Oblicz głębokość osi obojętnej"
IDS_AU_CALC_NOMI_CAPA = "Oblicz nośność nominalną"
IDS_AU_CALC_PROPORTION_LONG_REIN = "Oblicz udział zbrojenia podłużnego"
IDS_AU_CALC_REIN_RATIO = "Oblicz stopień zbrojenia"
IDS_AU_CALC_SHEAR_COEF_BY_GENERAL = "Oblicz współczynnik ścinania metodą dokładną"
IDS_AU_CALC_SHEAR_COEF_BY_SIMPLE = "Oblicz współczynnik ścinania metodą uproszczoną"
IDS_AU_CALC_SHEAR_STRN_CONC = "Oblicz wytrzymałość na ścinanie betonu"
IDS_AU_CALC_SHEAR_STRN_LIMIT_WEB_CRUSH = "Oblicz wytrzymałość na ścinanie ograniczoną miażdżeniem środnika"
IDS_AU_CALC_SHEAR_STRN_REIN = "Oblicz wytrzymałość na ścinanie zbrojenia"
IDS_AU_CALC_SLEND_RATIO = "Oblicz smukłość"
IDS_AU_CALC_STRN_REDUCT_FACT = "Oblicz współczynnik redukcji wytrzymałości"
IDS_AU_CALC_STRS_REIN_TENS_ZONE = "Oblicz naprężenie zbrojenia w strefie rozciąganej"
IDS_AU_CALC_TORS_CRACK_MOMENT = "Oblicz moment rysujący przy skręcaniu"
IDS_AU_CALC_TORS_STRN = "Oblicz wytrzymałość na skręcanie"
IDS_AU_CALC_ULTIMATE_STRN_COMP = "Oblicz wytrzymałość graniczną na ściskanie"
IDS_AU_CALC_ULTIMATE_STRN_COMP_WITHOUT_BEND = "Oblicz wytrzymałość graniczną na ściskanie bez zginania"
IDS_AU_CALC_UNIAX_TENS_STRN_CONC = "Oblicz jednoosiową wytrzymałość betonu na rozciąganie"
IDS_AU_CALC_UNIFORM_CONC_COMP_STRS = "Oblicz równomierne naprężenie ściskające w betonie"
IDS_AU_CALC_MIN_REINF_CRACK_CTRL = "Oblicz minimalne zbrojenie dla kontroli zarysowania"
IDS_AU_CALC_MOMENT_CAPA_BALANCE_ECCEN = "Oblicz nośność na moment przy zrównoważonym mimośrodzie"
IDS_AU_CALC_REQ_HOR_REINF_CRACK_CTRL = "Oblicz wymagane zbrojenie poziome dla kontroli zarysowania"
IDS_AU_CHK_AXIAL_LOAD_MOMENT_CAPA = "Sprawdź nośność na siłę osiową i moment"
IDS_AU_CHK_BAR_DIA_FITMENT = "Sprawdź średnicę pręta strzemion"
IDS_AU_CHK_CENT_SPAC_BAR_NEAR_TENS_FACE = "Sprawdź rozstaw osiowy prętów przy powierzchni rozciąganej"
IDS_AU_CHK_CONFINE_CORE = "Sprawdź skrępowanie rdzenia"
IDS_AU_CHK_CRACK_WIDTH = "Sprawdź szerokość rysy"
IDS_AU_CHK_DETAIL_REIN_TENS_ZONE_CRACK = "Sprawdź detale zbrojenia w strefie rozciąganej dla kontroli zarysowania"
IDS_AU_CHK_DIST_LONG_BAR = "Sprawdź odległość pręta podłużnego"
IDS_AU_CHK_EQUIV_SHEAR_FORC = "Sprawdź równoważną siłę ścinającą"
IDS_AU_CHK_MAX_STIRRUP_SPAC_CORE_CONFINE = "Sprawdź maksymalny rozstaw strzemion dla zapewnienia skrępowania rdzenia słupa"
IDS_AU_CHK_MAX_STRS_REIN_TENS_ZONE = "Sprawdź maksymalne naprężenie zbrojenia w strefie rozciąganej"
IDS_AU_CHK_MAX_STRS_REIN_TENS_ZONE_CRACK = "Sprawdź maks. naprężenie zbrojenia w strefie rozciąganej dla kontroli zarysowania"
IDS_AU_CHK_MIN_TRANS_SHEAR_REIN = "Sprawdź minimalne poprzeczne zbrojenie na ścinanie"
IDS_AU_CHK_MOMENT_CAPA = "Sprawdź nośność na moment"
IDS_AU_CHK_REIN_REQ_COLM = "Sprawdź wymagania dotyczące zbrojenia słupów"
IDS_AU_CHK_REIN_REQ_WALL = "Sprawdź wymagania dotyczące zbrojenia ścian"
IDS_AU_CHK_SHEAR_CAPA = "Sprawdź nośność na ścinanie"
IDS_AU_CHK_SLEND_RATIO = "Sprawdź smukłość"
IDS_AU_CHK_SPAC_FITMENT = "Sprawdź rozstaw strzemion"
IDS_AU_CHK_TENS_REIN_AREA = "Sprawdź pole zbrojenia rozciąganego"
IDS_AU_CHK_TORS_CAPA = "Sprawdź nośność na skręcanie"
IDS_AU_CHK_DETAIL_REINF_CRACK_CTRL = "Sprawdź detale zbrojenia w celu ograniczenia rys"
IDS_AU_CHK_HOR_REINF_CRACK_CTRL = "Sprawdź zbrojenie poziome dla kontroli zarysowania"
IDS_AU_CHK_MAX_CENT_TO_CENT_SPAC = "Sprawdź maksymalny rozstaw osiowy prętów"
IDS_AU_CHK_MIN_CLEAR_DIST = "Sprawdź minimalną odległość w świetle między prętami"
IDS_AU_CHK_MIN_REINF_CRACK_CTRL = "Sprawdź minimalne zbrojenie dla kontroli zarysowania"
IDS_AU_CHK_MOMENT_CAPA_LOAD_ECCEN = "Sprawdź nośność na moment przy mimośrodzie obciążenia"
IDS_DGN_RPT_PRINCIPLE_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Effective buckling length about the principal axis"
IDS_DGN_RPT_EXPOSURE_CLASS = "Klasa ekspozycji"
IDS_DGN_RPT_BRIDGE_TYPE = "Typ mostu"
IDS_DGN_RPT_SERVICE_LIFE = "Okres użytkowania"
IDS_DGN_RPT_PROTECTION_LEVEL = "Poziom ochrony"
IDS_DGN_RPT_STRUCTURE_TYPE = "Typ konstrukcji"
IDS_DGN_RPT_USING = "Używanie"
IDS_DGN_Strength_Characteristic_Structural_Steel = "Charakterystyczna wytrzymałość stali konstrukcyjnej"
IDS_DGN_Compressive_stress_limit_values_for_local_buckling = "Graniczne wartości naprężeń ściskających przy wyboczeniu miejscowym"
IDS_DGN_Limit_value_of_axial_compressive_stress = "Graniczna wartość osiowego naprężenia ściskającego"
IDS_DGN_Limit_value_of_axial_tensile_stress = "Graniczna wartość osiowego naprężenia rozciągającego"
IDS_DGN_Limit_values_for_bending_stress = "Graniczne wartości naprężeń zginających"
IDS_DGN_Limit_values_for_bending_tensile_stress = "Graniczne wartości naprężeń rozciągających przy zginaniu"
IDS_DGN_Limit_values_for_bending_compressive_stress = "Graniczne wartości naprężeń ściskających przy zginaniu"
IDS_DGN_Limit_value_of_shear_stress = "Graniczna wartość naprężenia ścinającego"
IDS_REPORTINFO_SECT_TRANSVERSE_REINFORCEMENT = "Zbrojenie poprzeczne"
IDS__s_is_ignored = "%s jest ignorowane."
IDS_CHECK_MAXIMUM_SHEAR_FORCE = "Sprawdź maksymalną siłę ścinającą"
IDS_INCREASE_THE_THICKNESS_OF_SLAB = "Zwiększ grubość płyty."
IDS_DGN_RPT_ELEM_TYPE_BEAM = "Element belkowy"
IDS_DGN_RPT_ELEM_TYPE_VIRTUAL_BEAM = "Belka wirtualna"
IDS_CONSIDER_AS_NONPRESTRESSED = "Traktuj jako niesprężony"
IDS_EDGE_COLUMN = "Słup krawędziowy"
IDS_CORNER_COLUMN = "Słup narożny"
